Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: close
da_dk: luk
de_de: schließen
fr_fr: Fermer
hu_hu: lezár
pt_br: fechar
sq: mbyll
sv_se: stäng

source: teams
da_dk: Hold
de_de: Mannschaften
fr_fr: Équipes
hu_hu: csapatok
pt_br: times
sq: skuadrat
sv_se: lag

source: groups
da_dk: Grupper
de_de: Gruppe
fr_fr: Groupes
hu_hu: csoportok
pt_br: grupos
sq: grupet
sv_se: grupper

source: venues
da_dk: Spillesteder
de_de: Stadien
fr_fr: lieu
hu_hu: helyszínek
pt_br: locais
sq: stadiumet
sv_se: spelplatser

source: rules
da_dk: Regler
de_de: Regeln
fr_fr: Règles
hu_hu: szabályok
pt_br: regras
sq: rregullat
sv_se: regler

source: prediction sheet
de_de: Tipps
pt_br: folha de palpites
sv_se: tippningsschema

source: statistics
de_de: Statistiken
pt_br: estatísticas
sv_se: statistik

source: player predictions
de_de: Anzeigen der Tipps
pt_br: palpites dos jogadores
sv_se: spelartippningar

source: all users
da_dk: Alle brugere
de_de: alle Tipper
fr_fr: Tous les joueurs
hu_hu: összes felhasználó
pt_br: todos os usuários
sq: të gjithë përdoruesit
sv_se: alla användare

source: for money
da_dk: for penge
de_de: bezahlt
fr_fr: Pour de l'argent
hu_hu: pénzért
pt_br: por dinheiro
sq: per te holla
sv_se: för pengar

source: for free
da_dk: gratis
de_de: kostenlos
fr_fr: Sans mise d'argent
hu_hu: ingyen
pt_br: de graça
sq: jo monetare
sv_se: gratis

source: default ranking
da_dk: standard stilling
de_de: Standardrangliste
fr_fr: classement par défaut
hu_hu: alapértelmezett rangsor
pt_br: ranking padrão
sq: renditje e parazgjedhur
sv_se: grundinställd rankning

source: Season 1
de_de: Saison 1

source: second
da_dk: sekund
de_de: Sekunde
fr_fr: seconde
hu_hu: másodperc
pt_br: segundo
sq: sekondë
sv_se: sekund

source: day
da_dk: dag
de_de: Tag
fr_fr: jour
hu_hu: nap
pt_br: dia
sq: ditë
sv_se: dag

source: hour
da_dk: time
de_de: Stunde
fr_fr: heure
hu_hu: óra
pt_br: hora
sq: orë
sv_se: timme

source: Wait
da_dk: Vent
de_de: Noch
fr_fr: Attendre
hu_hu: Várj
pt_br: Espere
sq: Prit
sv_se: Vänta

source: before the tournament starts
da_dk: før denne turnering starter
de_de: bis die Tipprunde startet
fr_fr: avant le début du tournoi
hu_hu: amíg a versenysorozat elkezdődik
pt_br: antes que o campeonato comece.
sq: Perpara se turneu te filloje
sv_se: före turneringen startar

source: ago the tournament started.
da_dk: siden denne turnering er startet.
de_de: vor der Tipprunde gestartet.
fr_fr: depuis que le tournoi a commencé.
hu_hu: amióta a versenysorozat elkezdődött
pt_br: atrás o campeonato iniciou.
sq: me pare, turneu filloje
sv_se: sedan turneringen startade.

source: Error message
da_dk: Fejl besked
de_de: Fehlermeldung
fr_fr: Message d'erreur
hu_hu: Hiba üzenet
pt_br: mensagem de erro
sq: Mesazh gabimi
sv_se: Felmeddelande

source: <strong>ERROR:</strong> You must choose a league to play in!
da_dk: <strong>FEJL:</strong> Du skal vælge en liga at spille i!
de_de: <strong>FEHLER:</strong> Du musst eine Tippliga auswählen!
fr_fr: <strong>ERREUR :</strong>Vous devez choisir une catégorie dans laquelle jouer !
hu_hu: <strong>HIBA:</strong> Válaszd ki, melyik ligában szeretnél játszani!
pt_br: <strong>Erro:</strong> Você deve escolher um campeonato para jogar!
sq: <strong>GABIM:</strong> Ju duhet te zgjidhni nje lige per te luajtur!
sv_se: <strong>FEL:</strong> Du måste välja en liga att spela i!

source: Click below to go to the football pool and predict your scores. Good luck!
da_dk: Klik nednunder for at komme til football pool og gæt dine resultatere. Held og lykke!
de_de: Klicke unten, um Deine Tipps einzugeben. Viel Erfolg!
fr_fr: Cliquez ci-dessous pour aller dans l'espace pronostics et parier. Bonne chance !
hu_hu: A foci tippjátékhoz és fogadásaidhoz kattints ide. Sok szerencsét!
pt_br: Clique abaixo para ir ao bolão e realizar seus palpites. Boa sorte!
sq: Kliko me poshte per te shkuar ne Football Pool dhe te parashikosh rezultatet. Fat te mbare!
sv_se: Klicka nedan för att gå till fotbollstippningen och tippa dina poäng. Lycka till!

source: Fill in your predictions.
da_dk: Begynd med at gætte.
de_de: Gib hier Deine Tipps ein.
fr_fr: Remplissez vos pronostics.
hu_hu: Add meg a fogadásaidat.
pt_br: Preencha seus palpites.
sq: Ploteso parashikimet e tua.
sv_se: Fyll i din tippning.

source: Start immediately with your predictions
da_dk: Begynd med dine gæt med det samme
de_de: Bitte beginne sofort mit Deinen Tipps
fr_fr: Commencez immédiatement vos pronostics
hu_hu: Kezdd el azonnal a fogadások megtételét
pt_br: Inicie imediatamente com seus palpites
sq: Fillo menjehere me parashikimet e tua
sv_se: Starta omedelbart med dina tippningar

source: Charts are enabled but Highcharts API was not found! See <a href="%s">Help page</a> for details.
da_dk: Diagrammer er slået til, men Highcharts API blev ikke fundet! Se <a href="%s">Help page</a> for detaljer.
de_de: Charts sind eingeschaltet, aber die Highcharts API wurde nicht gefunden! Bitte schaue unter <a href="%s">Hilfe</a> nach weiteren Informationen.
fr_fr: Les graphiques sont activés mais la librairie Highcharts n'a pas été trouvée ! Voir <a href="%s">la page d'aide</a> pour des détails.
hu_hu: Grafikonok bekacsolva, de Highcharts API nem található! Részletekért lásd <a href="%s">Súgó oldal</a>.
pt_br: Os gráficos estão disponíveis, mas o gráficos interativos API (Highcharts) não foram encontrados! Consulte a <a href="%s">Página de ajuda</a> para mais detalhes.
sq: Statistikat jane te aktivizuara por Highcharts API nuk u gjet! Shiko <a href="%s">Faqen e Ndihmes</a> per detaje.
sv_se: Diagram är aktiverad men API för Highcharts kan inte hittas! Se <a href="%s">Anvisningar</a> för detaljer.

source: matches in the group stage
da_dk: kampe i gruppe stadiet
de_de: Begegnungen in der Vorrunde
fr_fr: Match dans la phase de groupes
hu_hu: mérkőzések a csoportmeccsek időszakban
pt_br: jogos da fase de grupos
sq: ndjeshjet në fazën e grupeve
sv_se: matcher i gruppspelet

source: view all groups
da_dk: Se alle grupper
de_de: Anzeigen aller Gruppen
fr_fr: Voir tous les groupes
hu_hu: összes csoport megtekintése
pt_br: ver todos os grupos
sq: shiko te gjitha grupet
sv_se: visa alla grupper

source: Predictions
da_dk: Gæt
de_de: Tipps
fr_fr: Pronostics
hu_hu: Fogadások
pt_br: Palpites
sq: Parashikimet
sv_se: Tippningar

source: Choose league
da_dk: Vælg en liga
de_de: Wähle Deine Tippliga
fr_fr: Choisir votre catégorie
hu_hu: liga választása
pt_br: Escolha o campeonato
sq: Zgjidhni ligën
sv_se: Välj liga

source: go
da_dk: gå
de_de: Los
fr_fr: aller
hu_hu: mehet
pt_br: ir
sq: Shko
sv_se: gå

source: No results yet. Below is a list of all users.
da_dk: Ingen resultater endnu. Nedenunder er der en liste med alle brugere.
de_de: Derzeit kein Ergebnis verfügbar. Hier ist eine Liste aller Tipper.
fr_fr: Pas encore de résultats. Ci-dessous la liste de tous les joueurs.
hu_hu: Még nincs eredmény. Alább megtalálható az összes játékost tartalmazó lista.
pt_br: Nenhum resultado ainda. Abaixo está a lista de todos os usuários.
sq: Ska rezultate ende. Me poshte eshte nje liste e te gjithe perdoruesve.
sv_se: Inga resultat ännu. Nedan en lista på alla användare.

source: No users have registered for this pool (yet).
da_dk: Ingen brugere har registreret sig for denne stilling (endnu).
de_de: Es sind (noch) keine Tipper für diese Tipprunde registriert.
fr_fr: Aucun joueur ne s'est encore enregistré dans l'espace pronostics.
hu_hu: Erre a tippjátékra nem regisztrált (még) felhasználó.
pt_br: Nenhum usuário se registrou para este bolão (ainda).
sq: Asnje perdorues nuk eshte regjistruar per Football Pool ende.
sv_se: INgen användare är registrerad för den här tippningen (ännu).

source: view all venues
da_dk: se alle spillesteder
de_de: Anzeige aller Stadien
fr_fr: Voir tous les lieux
hu_hu: összes helyszín megtekintése
pt_br: ver todos os locais
sq: shiko te gjitha stadiumet
sv_se: visa alla spelplatser

source: Chart settings
de_de: Diagrammeinstellungen
pt_br: Configurações dos gráficos
sv_se: Diagraminställningar

source: No settings available
de_de: Keine Einstellungen verfügbar.
pt_br: Nenhuma configuração disponível

source: Change charts
da_dk: Ændre diagrammer
de_de: Diagramme ändern
fr_fr: Changer les graphiques
hu_hu: Grafikonok megváltoztatása
pt_br: Mudar gráficos
sq: Ndrysho statistikat
sv_se: Ändra diagrammen

source: Statistics not yet available
da_dk: Statistik er ikke tilgængelig endnu
de_de: Die Statistik ist derzeit nicht verfügbar.
fr_fr: Les statistiques ne sont pas encore disponibles.
hu_hu: A statisztikák még nem elérhetőek.
pt_br: Estatísticas ainda não disponíveis.
sq: Statisticat ende te pa disponueshme
sv_se: Statistik inte ännu tillgänglig

source: After the first match you can view your scores and those of other users here.
da_dk: Efter den første kamp kan du se din og de andre spilleres point her.
de_de: Nach der ersten Begegnung kannst du deine Punktzahl sehen und die der anderen Tipper.
fr_fr: Après le premier match vous pourrez voir vos points et ceux des autres joueurs.
hu_hu: Az első mérkőzés után itt megtekintheted a saját és más felhasználók pontszámait
pt_br: Após a primeira partida você pode ver sua pontuação e a de outros usuários.
sq: Pas ndeshjes së parë, ju mund te shikoni pikët tuaja dhe të lojtarëve të tjerë
sv_se: Efter första matchen kan du se dina poäng och andra användares poäng här.

source: what dit other users score?
da_dk: Hvordan klarede de andre spillere sig?
de_de: Welche Punktzahl haben andere Tipper?
fr_fr: Quels sont les scores des autres joueurs?
hu_hu: mennyi pontot szerzett a többi felhasználó?
pt_br: Qual foi a pontuação dos outros usuários?
sq: Cfare parashikuan lojtaret e tjere?
sv_se: hur många poäng fick andra användare?

source: other users scores
da_dk: Se de andre spilleres point
de_de: Punktzahl anderer Tipper
fr_fr: Scores des autres joueurs
hu_hu: Többi felhasználó pontszáma
pt_br: Pontuação de outros usuários
sq: parashikimet e lojtareve te tjere
sv_se: andra användares poäng

source: Compare the scores of %s with other users.
da_dk: Sammenlign dine point af %s med andre spillere.
de_de: Vergleiche Punktzahl von %s mit einem anderen Tipper.
fr_fr: Comparer les scores de %s avec ceux des autres joueurs.
hu_hu: %s pontszámainak összehasonlítása további felhasználókéval.
pt_br: Compare a pontuação de %s com outros usuários.
sq: Krahaso pikët e shënuara nga %s me veten
sv_se: Jämför %s poäng med andra användare.

source: scores in matches
da_dk: Point i kampe
de_de: Punktzahl in Begegnungen
fr_fr: points dans les matchs
hu_hu: mérkőzésekért kapott pontszámok
pt_br: pontos nas partidas
sq: pikë në ndeshjet
sv_se: poäng för matcher

source: scores in bonus questions
da_dk: Point i spørgsmål
de_de: Erzielte Punkte für Bonusfragen
fr_fr: points dans les questions bonus
hu_hu: bónusz kérdésekért kapott pontszámok
pt_br: pontos nas perguntas bônus
sq: piket ne pyejtjet bonus
sv_se: poäng för bonusfrågor

source: % of the max points
da_dk: % af maksimum point
de_de: % der maximalen Punktzahl
fr_fr: % des points maximums
hu_hu: % az összpontszámból
pt_br: % da pontuação máxima
sq: % e parashikimeve të sakta
sv_se: % av max poäng

source: with the joker used
da_dk: med joker
de_de: mit eingesetztem Joker
fr_fr: avec le joker utilisé
hu_hu: joker felhasználásával
pt_br: com o coringa utilizado
sq: me përdorimin e xholit
sv_se: med jokern använd

source: No users selected
de_de: Kein Tipper ausgewählt.
pt_br: Nenhum usuário selecionado

source: The top 5 players are shown below.
de_de: Die besten 5 Tipper:
pt_br: Os top 5 jogadores são mostrados abaixo

source: You can select other users in the chart settings.
de_de: Du kannst andere Tipper in den Einstellungen auswählen.
pt_br: Você pode selecionar outros usuários nas configurações dos gráficos.
sv_se: Du kan välja en annan användare i diagraminställningarna.

source: scores
da_dk: point
de_de: Punktzahl
hu_hu: pontszámok
pt_br: placares
sq: Parashikimet
sv_se: poäng

source: position in the pool
da_dk: placering i stillingen
de_de: Position in der Tipprunde
fr_fr: Classement général de l'espace pronostics
hu_hu: helyezés a tippjátékban
pt_br: posição no bolão
sq: Pozicioni në ligë
sv_se: position i tippningen

source: go to the team site
da_dk: gå til holdets side
de_de: zur Seite der Mannschaft
fr_fr: aller sur le site de l'équipe
hu_hu: menj a csapat oldalára
pt_br: ir para website do time
sq: shko tek siti i skuadres
sv_se: gå till lagets sajt

source: plays in
da_dk: spiller i
de_de: spielt in
fr_fr: Joue en
hu_hu: itt játszik:
pt_br: joga em
sq: luan ne
sv_se: spel i

source: view all teams
da_dk: se alle hold
de_de: alle Mannschaften anzeigen
fr_fr: Voir toutes les équipes
hu_hu: az összes csapat megtekintése
pt_br: ver todos os times
sq: shiko te gjitha skuadrat
sv_se: visa alla lag

source: view all statistics for this user
da_dk: se al statistik for denne spiller
de_de: Statistiken für diesen Tipper anzeigen
fr_fr: Voir toutes les statistiques pour ce joueur
hu_hu: felhasználó összes statisztikájának megtekintése
pt_br: ver todas as estatísticas para este usuário
sq: shike te gjitha statistikat per kete lojtar
sv_se: visa all statistik för den här användaren

source: Statistics
da_dk: Statistik
de_de: Statistiken
fr_fr: Statistiques
hu_hu: statisztikák
pt_br: Estatísticas
sq: Statistika
sv_se: Statistik

source: Below are all the predictions for
da_dk: Nedenunder er alle gæt for
de_de: Alle Tipps von
fr_fr: Ci-dessous tous les pronostics pour
hu_hu: Alább megtalálható az összes fogadás erre:
pt_br: Abaixo estão todos os palpites para
sq: Më poshtë janë listuar të gjitha parashikimet nga
sv_se: Nedan är alla tippningar för

source: Only matches and bonus questions that can't be changed are shown here.
da_dk: Kun kampe og spørgsmål der ikke kan ændres vises her.
de_de: Es werden nur Begegnungen und Bonusfragen angezeigt, die nicht mehr geändert werden können.
fr_fr: Seuls les matchs et les questions bonus ne pouvant être modifiés sont montrés ici.
hu_hu: Csak azok a mérkőzések és bónusz kérdések jelennek meg itt, melyek nem változtathatók meg.
pt_br: Apenas partidas e perguntas bônus que não podem ser modificadas aparecem aqui.
sq: Vetem ndeshjet dhe pyejtjet bonus qe nuk mund te ndryshohen me jane shfaque ketu.
sv_se: Här visas endast matcher och bonusfrågor som inte kan ändras.

source: No user selected.
da_dk: Ingen spillere valgt.
de_de: Kein Tipper ausgewählt
fr_fr: Aucun joueur sélectionné.
hu_hu: Nincs felhasználó kiválasztva.
pt_br: Nenhum usuário selecionado.
sq: Asnj lojtar i seleksionuar.
sv_se: Ingen användare vald

source: Group Widget
da_dk: Gruppe Widget
de_de: Gruppenwidget
fr_fr: Widget groupe
hu_hu: Csoport kisalkalmazás
pt_br: Widget de grupos
sq: Wigdet i Grupit
sv_se: Gruppwidget

source: this widget displays the tournament standing for a group.
da_dk: denne widget viser stillingen for en gruppe.
de_de: Dieses Widget zeigt den Spielstand einer Gruppe für die Tipprunde.
fr_fr: ce widget affiche le classement du tournoi pour un groupe.
hu_hu: ez a kisalkalmazás megmutatja egy csoport versenysorozatbeli állását
pt_br: esse widget exibe a classificação no torneio para um grupo
sq: ky widget tregon renditjen e turneut per nje grup.
sv_se: denna widget visar en grupps ställning i turneringen.

source: standing
da_dk: stilling
de_de: Punktestand
fr_fr: permanent
hu_hu: álló
pt_br: classificação
sq: renditje
sv_se: ställning

source: Show this group
da_dk: Vis denne gruppe
de_de: Gruppe anzeigen
fr_fr: Montrer ce groupe
hu_hu: Mutasd ezt a csoportot
pt_br: Mostrar esse grupo
sq: Shfaq kete grup
sv_se: Visa den här gruppen

source: Layout of the widget
da_dk: Layout for widget'en
de_de: Layout des Widgets
fr_fr: Disposition du widget
hu_hu: a kisalkalmazás nézete
pt_br: Layout do widget
sq: Vizualiteti i widgetit
sv_se: Layout för widget

source: wide
da_dk: bred
de_de: breit
fr_fr: large
hu_hu: széles
pt_br: largo
sq: e gjere
sv_se: bred

source: small
da_dk: lille
de_de: klein
fr_fr: petit
hu_hu: kicsi
pt_br: pequeno
sq: e vogel
sv_se: liten

source: Last Games Widget
da_dk: Seneste kampe Widget
de_de: Letzte Begegnungen Widget
fr_fr: Widget derniers matchs
hu_hu: Utolsó meccsek kisalkalmazás
pt_br: Widget dos últimos jogos
sq: Widget - Ndeshja e Fundit
sv_se: Senaste spel Widget

source: this widget displays the last X played games of the tournament.
da_dk: denne Widget viser de X sidste kampe som er spillet i turneringen.
de_de: Dieses Widget zeigt die letzten X bereits absolvierten Begegnungen einer Tipprunde.
fr_fr: ce widget affiche les X derniers matchs joués du tournoi.
hu_hu: ez a kisalkalmazás megmutatja a versenysorozat utolsó X lejátszott meccsét
pt_br: esse widget exibe os últimos X jogos do torneio.
sq: ky widget shfaq X ndeshjet e fundit te turneut.
sv_se: denna widget visar X senaste spelade spelen i turneringen.

source: last matches
da_dk: sidste kamp
de_de: letzte Begegnungen
fr_fr: derniers matchs
hu_hu: utolsó mérkőzések
pt_br: últimas partidas
sq: ndeshjet e fundit
sv_se: senaste matcher

source: Number of games to show
da_dk: Antal kamp der skal vises
de_de: Anzahl anzuzeigender Begegnungen
fr_fr: Nombre de matchs à montrer
hu_hu: Ennyi játékot mutat
pt_br: Número de jogos a mostrar
sq: Numri i ndeshjeve per tu shfaqur
sv_se: Antal spel att visa

source: view predictions
da_dk: Se gæt
de_de: Tipps anzeigen
fr_fr: Voir les pronostics
hu_hu: fogadások megtekintése
pt_br: Ver palpites
sq: shiko parashikimet
sv_se: visa tippningar

source: Log out Widget
da_dk: Log ud Widget
de_de: Ausloggen Widget
fr_fr: Widget Déconnexion
hu_hu: Kijelentkezés kisalkalmazás
pt_br: Sair
sq: Widget per C'identifikim
sv_se: Logga ut Widget

source: add a log out/log in button.
da_dk: tilføje en log ud/log ind knap.
de_de: Hinzufügen eines Login / Logout Buttons.
fr_fr: ajouter le bouton connexion/déconnexion.
hu_hu: bejelentkezés/kijelentkezés gomb hozzáadása
pt_br: adicionar um botão de log out/log in
sq: shto nje buton per identifikim/dalje.
sv_se: lägg till knapp för att logga ut/logga in

source: Log out
da_dk: Log ud
de_de: Ausloggen
fr_fr: Déconnexion
hu_hu: Kijelentkezés
pt_br: Sair
sq: Dilni
sv_se: Logga ut

source: Log in
da_dk: Log ind
de_de: Einloggen
fr_fr: Connexion
hu_hu: Bejelentkezés
sq: Identifikohu
sv_se: Logga in

source: Countdown Next Prediction Widget
da_dk: Nedtælling til næste gæt Widget
de_de: Countdown nächster Tipp Widget
fr_fr: Widget compte à rebours pour le prochain pronostic
hu_hu: Következő Fogadás Visszaszámlálás kisalkalmazás
pt_br: Widget para contagem regressiva para o próximo palpite
sq: Widget - Numerimi mbrapsht per Parashikimin e Rradhes
sv_se: Nedräkning till nästa tippning Widget

source: this widget displays the time that is left to predict the next match (optionally only for a given team).
da_dk: denne Widget viser hvor lang tid der er tilbage indtil næste kamp (potentielt kun for et givet hold).
de_de: dieses Widget zeigt die verbleibende Zeit bis zum nächsten Tipp einer Begegnungen (optional nur für eine bestimmte Mannschaft).
fr_fr: ce widget affiche le temps restant avant de pronostiquer pour le match suivant (facutatif et pour une équipe donnée)
hu_hu: ez a kisalkalmazás azt mutatja, mennyi ideig lehet még fogadni a következő mérkőzésre (akár csak egy adott csapatra is)
pt_br: esse widget exibe o tempo que falta para fazer um palpite para a próxima partida (opcional somente para um determinado time)
sq: ky widget shfaq kohen qe ka mbetur per te parashikuar ndeshjen e rradhes (opsionale vetem per nje skuader te caktuar).
sv_se: denna widget visar återstående tid att tippa nästa match (alternativ endast för ett förutsatt lag).

source: Team
da_dk: Hold
de_de: Mannschaft
fr_fr: Équipe
hu_hu: csapat
pt_br: Time
sq: Skuadra
sv_se: Lag

source: Also show when not logged in?
da_dk: Vis også når man ikke er logget ind?
de_de: Anzeigen, auch wenn man nicht eingeloggt ist?
fr_fr: Afficher également sans être identifié ?
hu_hu: Akkor is látni, ha nincs bejelentkezve?
pt_br: Mostrar também quando não está conectado?
sq: Gjithashtu shfaq dhe kur nuk jane identifikuar?
sv_se: Visa också när du inte är inloggad?

source: Just
da_dk: Bare
de_de: Nur noch
fr_fr: Juste
hu_hu: Csak
pt_br: Apenas
sq: Vetem
sv_se: Endast

source: until
da_dk: indtil
de_de: bis
fr_fr: jusqu'à
hu_hu: amíg
pt_br: até
sq: deri
sv_se: till

source: started
da_dk: startet
de_de: gestartet
fr_fr: commence
hu_hu: elkezdődött
pt_br: começou
sq: filloje
sv_se: startat

source: ago:
da_dk: siden:
de_de: vor:
fr_fr: il y a :
hu_hu: ezelőtt:
pt_br: atrás
sq: me pare:
sv_se: sedan:

source: click to enter prediction
da_dk: klik her for at give dine gæt
de_de: Klicken, um Tipps einzugeben
fr_fr: Cliquer pour entrer un pronostic
hu_hu: kattints ide, hogy belépj a fogadásba
pt_br: clique para adicionar palpite
sq: kliko per te shtuar parashikimin
sv_se: klicka för att skriva in tippning

source: Ranking Widget
da_dk: Stillings Widget
de_de: Rangliste Widget
fr_fr: Widget Classement
hu_hu: Rangsor Kisalkalmazás
pt_br: Widget para o ranking
sq: Widget per Renditje
sv_se: Rankning Widget

source: this widget displays the top X players in the pool.
da_dk: denne Widget viser de bedste X deltagere i stillingen.
de_de: dieses Widget zeigt die Top X Tipper einer Tipprunde.
fr_fr: ce widget affiche le top X des joueurs.
hu_hu: ez a kisalkalmazás megmutatja a legjobb X résztvevőt a tippjátékban
pt_br: esse widget exibe os top X jogadores no bolão.
sq: Ky widget tregon X lojtare nga kreu i Pool.
sv_se: denna widget visar topp X spelare i tippningen.

source: Number of users to show
da_dk: Antal af deltagere der skal vises
de_de: Anzahl anzuzeigender Tipper
fr_fr: Nombre de joueurs à afficher
hu_hu: Ennyi felhasználót mutat
pt_br: Número de usuários a exibir
sq: Numri i lojtareve te shfaqur
sv_se: Antal användare att visas

source: Show players from this league
da_dk: Vis deltagere fra denne liga
de_de: Zeigt die Tipper dieser Tippliga
fr_fr: Montrer les joueurs de cette catégorie
hu_hu: A liga játékosainak mutatása
pt_br: Mostrar jogadores deste campeonato
sq: Shfaq lojtaret nga kjo lige
sv_se: Visa spelare från den här ligan

source: Shoutbox Widget
de_de: Nachrichtenbox Widget
fr_fr: Messagerie instantanée
hu_hu: Shoutbox kisalkalmazás
pt_br: Widget Shoutbox
sq: widget Shoutbox
sv_se: Kommentarsruta Widget

source: a shoutbox for your players. Leave short messages.
da_dk: en shoutbox for dine deltagere. Efterlad korte beskeder.
de_de: Eine Nachrichtenbox für Deine Tipper. Hinterlasse eine kurze Nachricht.
fr_fr: Une shoutbox pour vos joueurs. Permet de laisser de courts messages.
hu_hu: shoutbox a játékosaidnak. Itt hagyhatsz rövid üzeneteket.
pt_br: uma shoutbox para os seus jogadores. Deixe mensagens curtas.
sq: nje shoutbox per lojtaret e tu. Ler nje mesazh te shkurter.
sv_se: en kommentarsruta för dina spelare. Lämna korta meddelanden.

source: shoutbox
de_de: Nachrichtenbox
fr_fr: Discussion
pt_br: caixa de mensagens
sv_se: kommentarsruta

source: Number of messages to display
da_dk: Antal af beskeder der skal vises
de_de: Anzahl von anzuzeigenden Nachrichten
fr_fr: Nombre de messages à afficher
hu_hu: Ennyi üzenetet jelenít meg
pt_br: Número de mensagens a serem mostradas
sq: Numri i mesazheve per tu shfaqur
sv_se: Antal meddelanden att visa

source: (<span>%s</span> characters remaining)
da_dk: (<span>%s</span> karakterer tilbage)
de_de: (noch <span>%s</span> Zeichen)
fr_fr: (<span>%s</span> caractères restants)
hu_hu: (<span>%s</span> karakter maradt)
pt_br: (<span>%s</span> caracteres restantes)
sq: (<span>%s</span> karaktere te mbetura)
sv_se: (<span>%s</span> tecken återstår)
