Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: Set this if you want to use leagues in your pool. You can use this (e.g.) for paying and non-paying users, or different departments. Important: if you change this value when there are already points given, then the scoretable will not be automatically recalculated. Use the recalculate button on this page for that.
da_dk: Benyt denne hvis du vil benytte ligaer i din turnering. Du kan for eksempel benytte det hvis du har både betalende og ikke-betalende brugere eller forskellige afdelinger. Vigtigt: Hvis du vælger denne efter der er givet point vil der ikke blive beregnet automatisk. Benyt beregnings knappen til dette.
de_de: Setze dies, wenn Du Ligen in Deiner Tipprunde verwenden möchten. Du kannst dies z.B. für Tipper, die bezahlen und für Tipper, die nicht bezahlen müssen verwenden.WICHTIG: Wenn Du diesen Wert veränderst, wenn bereits Punkte vergeben wurden, dann wird Rangliste bzw. die erzielten Punkte der Tipper nicht automatisch neu berechnet. Verwende hierzu den hier gezeigten Button "Neuberechnen".
fr_fr: Configurez ceci si vous voulez utiliser les catégories. Vous pouvez utiliser ce paramètre (par exemple) pour les utilisateurs payants et non payants, ou des départements différents. Important : si vous modifiez cette valeur quand il y a déjà des points, la table des scores ne sera pas recalculée automatiquement. Utilisez le bouton recalculer présent sur cette page.
hu_hu: Állítsd be ezt, ha ligákat akarsz használni a tippjátékban. Ezt alkalmazhatod (pl.) fizető és nem fizető felhasználókra, vagy különböző részlegekre. Fontos: ha úgy változtatod meg ezt az értéket, hogy már adtál pontokat, a pontszámtáblat nem lesz automatikusan újraszámítva. Erre az ezen az oldalon lévő újraszámítás gombot kell használd.
pt_br: Escolha esta opção se você deseja utilizar campeonatos no seu bolão. Você pode usar isto para separar, por exemplo, usuários pagantes de não pagantes, ou pessoas de diferentes departamentos. Importante: se você alterar este valor quando pontos já tiverem sido distribuídos, a tabela de pontuação não será recalculada automaticamente. Use o botão recalcular nesta página para isto.
sq: Bëje këtë në qoftë se ju doni të përdorni liga në turneun tuaj. Ju mund të përdorni këtë (p.sh.) për përdoruesit me dhe pa pagese. E rëndësishme: në qoftë se ju do të ndryshoni këtë vlerë, kur ka dhënë tashmë pika, atëherë tabela e renditjes nuk do të jetë automatikisht rillogaritur. Përdorni butonin rillogaritjen në këtë faqe për këtë.
sv_se: Ställ in detta om du vill använda ligor i tippningen. Du kan använda detta (t.ex.) för betalande och icke-betalande användare, eller andra avdelningar. Viktigt: om du ändrar det här värdet när det redan har delats ut poäng, kommer poängtabellen inte att beräknas automatiskt. Använd omberäkningsknappen på den här sidan för detta.

source: Standard league for new users
da_dk: Standard liga for nye brugere
de_de: Standardliga für neue Tipper
fr_fr: Catégorie par défaut pour les nouveaux utilisateurs
hu_hu: Stansard liga az új felhasználókra
pt_br: Campeonato padrão para novos usuários
sq: Liga standarte për përdoruesit e rinj.
sv_se: Standardliga för nya användare

source: The standard league a new user will be placed after registration.
de_de: Standardliga (<a href="?page=footballpool-leagues">ID der Liga</a>), in die der Tipper nach seiner Registrierung zugeordnet wird.
pt_br: O campeonato padrão no qual o usuário será inscrito depois do registro.
sv_se: Standardligan i vilken en ny användare placeras efterregistrering.

source: Image for Dashboard Widget
da_dk: Billede til dashboard widget.
de_de: Bild für das Dashboard Widget
fr_fr: Image pour le widget du tableau de bord
hu_hu: Műszertábla kisalkalmazás képe
pt_br: Imagem para um widget no Painel de Controle
sq: Imzhi për Dashboard Widget
sv_se: Bild för Dashboard Widget

source: Hide Admin Bar for subscribers
da_dk: Skjul admin bar for abonnnenter
de_de: Verbergen der Administrationsleiste für Abonnenten
fr_fr: Cacher la barre d'administration pour les abonnés
hu_hu: Admin léc elrejtése a feliratkozók elől
pt_br: Esconder barra de administração dos assinantes
sv_se: Dälj Administratörsbalken för prenumeranter

source: After logging in a subscriber may see an Admin Bar on top of your blog (a user option). With this plugin option you can ignore the user configuration and never show the Admin Bar.
da_dk: Efter login vil en abonnent muligvis se en admin bar i toppen af din blog (bruger indstilling). Med denne indstilling kan du ignorere denne konfiguration og aldrig vise denne.
de_de: Nach dem Einloggen eines Tippers sieht dieser die Administrationsleiste auf Deinem Blog / Deiner Webseite (Option für Benutzer). Mit dieser Pluginoption kannst Du die Benutzereinstellung deiner WordPress-Installation überschreiben und die Administrationsleiste wird nicht angezeigt.
fr_fr: Une fois connecté, un abonné peut voir une barre d'administration sur le dessus de votre blog (une option utilisateur). Avec cette option, vous pouvez ignorer la configuration de l'utilisateur et ne jamais afficher la barre d'Admin.
hu_hu: Bejelentkezés után a feliratkozó láthat egy Admin lécet a blogod tetején (felhasználói opció). Ezzel a plugin opcióval mellőzheted a felhasználói konfigurációt és beállíthatod, hogy az Admin léc sose legyen látható.
pt_br: Após efetuar login um usuário poderá ver uma barra de administração no topo de seu blog (opção do usuário). Com esta opção do plugin você pode ignorar a configuração do usuário e nunca exibir a barra.
sq: Pas identifikimit nje perdorues mund te shohi Admin Bar ne krye te websajtit(opsioni i perdoruesit). Opsioni i ketij plugini e injoron konfigurimin e perdoruesit dhe nuk e shfaq anje here Admin Bar.
sv_se: Efter inloggning kan en prenumerant se en adminbalk i övre kanten av bloggen (användarinställning). Med det här tillägget kan du ignorera användarkonfigureringen och aldrig visa adminbalken.

source: Use favicon
da_dk: Benyt favicon
de_de: Favicon verwenden
fr_fr: Utiliser le favicon du plugin
hu_hu: Favikon használata
pt_br: Usar favicon
sq: Përdor favicon
sv_se: Använd favicon

source: Switch off if you don't want to use the icons in the plugin.
da_dk: Vælg fra hvis du ikke ønsker at benytte ikonerne i dette plugin.
de_de: Bitte ausschalten, wenn Du keine Icons in diesem Plugin nutzen möchtest.
fr_fr: Désactivez cette option si vous ne voulez pas utiliser les icônes dans le plugin.
hu_hu: Kapcsold ki, ha nem akarod használni az ikonokat a pluginben.
pt_br: Desative se você não quiser usar ícones no plugin.
sq: Switch off nëse ju nuk dëshironi të përdorni ikona në këtë plugin.
sv_se: Koppla bort om du inte vill använda tilläggets ikoner.

source: Show team names as links
da_dk: Vis holdnavne som links
de_de: Zeige Namen der Mannschaften als Links
fr_fr: Voir les noms des équipes comme des liens
hu_hu: Csapatnevek mint linkek mutatása
pt_br: Mostrar os nome dos times como um link
sq: Shfaq ermat e skuadrave si lidhje
sv_se: Visa lagnamnen som länkar

source: Switch off if you don't want to link the team names to a team info page.
da_dk: Vælg fra hvis du ikke vil have holdnavne som links til hold info siden.
de_de: Bitte ausschalten, wenn Du keinen Link für die Namen der Mannschaften auf die Informationsseite dieser Mannschaft setzen möchtest.
fr_fr: Désactivez cette option si vous ne voulez pas lier les noms des équipes à la page d'information de l'équipe.
hu_hu: Kapcsold ki, ha nem szeretnéd hozzákapcsolni a csapatneveket egy csapat-infó oldalhoz.
pt_br: Desative se você não quiser que o nome do time seja um link para a página de informação do time.
sq: Switch off nëse ju nuk doni të lidhni emrin e një skuadre me një faqe informacioni për këtë skuadër.
sv_se: Stäng av om du inte vill länka lagnamnen till en sida med laginfo.

source: Show venues on team page
da_dk: Vis spillested på holdsiden
de_de: Zeige die Spielstätte auf der Mannschaftsseite
fr_fr: Voir les lieux sur la page de l'équipe
hu_hu: Helyszínek mutatása a csapat oldalon
pt_br: Mostrar os locais na página do time
sq: Trego stadiumet në faqen e skuadrës
sv_se: Visa spelplatser på lagsidan

source: Switch off if you don't want to show all venues a team plays in during a season or tournament (in national competitions the venue list is a bit useless).
da_dk: Vælg fra hvis du ikke vil vise alle spillesteder et hold spiller over en sæson (i nationale konkurrencer er spillelisten lidt ubrugelig).
de_de: Bitte ausschalten, wenn Du die Spielstätten einer Mannschaft während einer Saison oder eines Turniers nicht anzeigen lassen möchtest (bei internationalen Turnieren ist die Liste der Spielstätten eher unwichtig).
fr_fr: Désactivez cette option si vous ne voulez pas voir tous les lieux dans lesquels une équipe joue au cours d'une saison ou d'un tournoi (dans les compétitions nationales les listes des lieux est un petit peu moins utile).
hu_hu: KApcsold ki, ha nem szeretnéd mutatni az összes helyszínt, ahol az adott csapat a szezonban vagy a versenysorozatban játszik (nemzeti versenyeknél a helyszín lista érdektelen)
pt_br: Desative se você não quiser mostrar todos os locais no qual um time joga durante a temporada ou campeonato (em campeonatos nacionais os locais são um pouco inúteis).
sq: Fikni në qoftë se ju nuk doni të tregoni të gjitha stadiumet që një ekip luan gjatë një sezoni.
sv_se: Stäng av om du inte vill visa alla spelplatser där ett lag kommer att spela under en säsong eller turnering (i nationella tävlingar är spelplatslistan aningen värdelös).

source: Use charts
da_dk: Benyt diagrammer
de_de: Verwende Charts
fr_fr: Utiliser les graphiques
hu_hu: Grafikonok használata
pt_br: Utilizar gráficos
sq: Përdor Listim Grafik
sv_se: Använd diagram

source: The Highcharts API is needed for this feature. See the <%s>Help page<%s> for information on installing this library.
da_dk: Highcharts API er nødvendig for denne feature. Se <%s>Help page<%s> for information om installering af dette bibliotek
de_de: Die Highcharts API wird für diese Funktion benötigt. Siehe Information zur Installation unter <%s>Hilfe<%s>.
fr_fr: L'API Highcharts est nécessaire pour cette fonctionnalité. Voir la <%s>page d'aide<%s> pour savoir comment installer cette librairie.
hu_hu: Ehhez a funkcióhoz Highcharts API szükséges. Információkért e könyvtár telepítéséről lásd <%s>Súgó oldal<%s>.
pt_br: A API Highcharts é necessária para a esta função. Consulte a <%s>Página de ajuda<%s> para informações sobre como instalar essa biblioteca.
sq: Highcharts API nevojitet për ketë opsion. Shiko <%s>Faqen e Ndihmës<%s>për informacion në lidhje me instalimin e kësaj librarie.
sv_se: API för Highcharts behövs för den här funktionen. Se <%s> Anvisningar<%s> för information hur man installerar detta bibliotek.

source: Format for the csv export (match schedule)
da_dk: Format for csv exportering (kamp program)
de_de: Format für den csv-Export (Spielplan)
fr_fr: Format pour l'exportation CSV (programmation des matchs)
hu_hu: CSV export formátum (mérkőzés menetrend)
pt_br: Formato para a exportação do arquivo csv (calendário de jogos)
sq: Formati për eksportimin e csv (skedula e ndeshjeve)
sv_se: Format för csv-export (matchschema)

source: Full data
da_dk: Fuld data
de_de: Kompletten Datensatz
fr_fr: Données complètes
hu_hu: Teljes adat
pt_br: Dados completos
sq: Të dhënat e plota
sv_se: All data

source: Minimal data
de_de: Minimaler Datensatz
fr_fr: Données minimales
hu_hu: Minimális adat
pt_br: Dados mínimos
sq: Të dhënat minimale
sv_se: Minimum data

source: Select the format of the csv export. See the <%s>Help page<%s> for more information.
da_dk: Vælg csv format til exportering. Se <%s>Help page<%s> for mere information.
de_de: Wähle das Format für den csv-Export. Weitere Information findest Du unter <%s>Hilfe<%s>.
fr_fr: Sélectionner le format pour l'exportation CSV. Voir la <%s>page d'aide<%s> pour plus d'informations.
hu_hu: A csv export formátumának kiválasztása. További információért lásd <%s>Súgó oldal<%s>.
pt_br: Selecione o formato de exportação do arquivo csv. Consulte a <%s>Página de ajuda<%s> para mais informações.
sq: Seleksiono formatin e eksportit csv. Shiko <%s>Faqen e Ndihmës<%s> për më tepër informacion.
sv_se: Välj format för csv-exportering. Se <%s>Anvisningar<%s> för mera information.

source: Match time setting
da_dk: Kamp tidsindstillinger
de_de: Spielbeginn einstellen
fr_fr: Paramètres de l'heure du match
hu_hu: Mérkőzés ideje beállítás
pt_br: Configuração do horário da partida
sq: Opsioni për orarin e ndeshjes
sv_se: Inställningar för matchtid

source: Use WordPress Timezone setting
da_dk: Benyt WordPress tidszone indstillinger
de_de: Verwende WordPress Zeitzoneneinstellung
fr_fr: Utiliser les formats de date et heure de Wordpress
hu_hu: WordPress időzóna beállítások használata
pt_br: Usar as configurações de fuso horário do WordPress
sq: Përdor fashën orare të opsionit të WordPress
sv_se: Använd vald Wordpress tidszon

source: Use UTC time
da_dk: Benyt UTC tid
de_de: Verwende UTC Zeit
fr_fr: Utiliser le temps UTC
hu_hu: UTC idő használata
pt_br: Usar horário UTC
sq: Përdor orën UTC
sv_se: Använd UTC-tid

source: Custom setting
da_dk: Special indstillinger
de_de: Benutzerdefinierte Einstellung
fr_fr: Paramètre personalisé
hu_hu: Saját beállítás
pt_br: Configuração personalizada
sv_se: Egna inställningar

source: Select which method to use for the display of match times.
da_dk: Vælg hvilke metode der skal benyttes til at vise kamp tidspunkt.
de_de: Wähle die Methode aus, die für die Anzeige der Spielzeit verwendet werden soll.
fr_fr: Choisissez un format d'affichage pour l'horaire des matchs
hu_hu: Válaszd ki, melyik módszert használod a mérkőzés idejének mutatására.
pt_br: Selecione qual método usar para exibição dos horários das partidas.
sq: Seleksiono cila metodë do përdoret për shfaqjen e orarit të ndeshjes.
sv_se: Välj vilken metod att använda för att visa matchtiderna.

source: Match time offset
da_dk: Kamp tidspunkt afvigelse
de_de: Zeitverschiebung von Begegnungen
fr_fr: Décalage de l'heure des matchs
hu_hu: Mérkőzés ideje eltolás
pt_br: Diferença do horário da partida
sv_se: Match tidsförskjutning

source: The offset in hours to add to (or extract from) the UTC start time of a match. Only used for display of the time.
da_dk: Afvigelsen i timer som tillægges (eller trækkes fra) UTC kamp start. Benyttes kun ved visning af tid.
de_de: Die Differenz in Stunden, die von der UTC Startzeit einer Begegnung hinzu addiert oder abgezogen werden soll. Wird nur für die Anzeige der Zeit genutzt.
fr_fr: Décalage en heures à ajouter (ou à soustraire) à l'heure UTC du début du match. Uniquement utilisé pour l'affichage de l'horaire.
hu_hu: Az eltolás órákban, melyeket az UTC időhoz kell hozzáadni (vagy elvenni). Csak az idő kijelzésére használható.
pt_br: A diferença em horas a adicionar ao (ou subtrair do) horário UTC de início de uma partida. Usado somente para mostrar o horário.
sv_se: Tidsförskjutning i timmar att lägga till (eller ta bort från) UTC-starttiden för en match. Används endast för att visa tiden.

source: Use shortcode button in visual editor
da_dk: Benyt shortcode knap i visuel editor
de_de: Nutze Shortcode-Button im Visual Editor (z.B. tinyMCE)
fr_fr: Utiliser le boutton shortcode dans l'éditeur visuel
hu_hu: Shortkód gomb használata a vizuális szerkesztőben
pt_br: Usar botões de acesso rápido no editor visual
sq: Përdor butonin e shortcodeve në editorin vizivë
sv_se: Använd knappen för kortkod i visuella textläget

source: The plugin can add a button to the visual editor of WordPress. With this option disabled this button will not be included (uncheck if the button is causing problems).
da_dk: Plugin'et kan tilføje en knap i den visuelle editor i WordPress. Med denne mulighed
de_de: Dieses Plugin kann einen Button zum Visual Editor (z.B. tinyMCE) in WordPress hinzufügen. Mit dieser Option hier, wird dieser Button nicht angezeigt (sollte angeklickt werden, wenn der Button Probleme verursacht).
fr_fr: Le plugin peut ajouter un bouton à l'éditeur visuel de WordPress. Si l'option est désactivée, ce bouton ne sera pas affiché (décochez la si le bouton crée des problèmes).
hu_hu: A plugin hozzá tud adni egy gombot a WordPress vizuális szerkesztőjéhez. Ha kiveszed ezt az opciót, a gomb nem fog megjelenni (vedd ki a pipát, ha a gomb problémákat okoz).
pt_br: O plugin pode adicionar um botão para o editor visual do WordPress. Com essa opção desativada, esse botão não será incluído (desmarque se o botão estiver causando problemas).
sq: Plugini mund të shtoje një buton në editorin vizual të WordPressit. Me këtë opsion të pa-aktivizuar, butoni nuk do të përfshihet(uncheck if the button is causing problems).
sv_se: Tillägget kan lägga till en knapp i visuella skrivläget i Wordpress. Om alterntivet är frånkopplat kommer knappen inte att användas (avmarkera om knappen förorsakar problem).

source: Always show predictions
da_dk: Vis altid gæt
de_de: Tipps immer anzeigen
fr_fr: Toujours montrer les pronostics
hu_hu: Mindig mutasd a fogadásokat
pt_br: Sempre mostrar os palpites
sq: Gjithnjë shfaq parashikimet
sv_se: Visa alltid tippningar

source: Normally match predictions are only shown to other players after a prediction can't be changed anymore. With this option enabled the predictions are visible to anyone, anytime. Works only for matches, not bonus questions.
da_dk: Kamp gæt vil normalt kun blive vist til andre spillere efter at de ikke kan rettes mere. Med denne mulighed kan man altid se de andre spillere gæt. Gælder kun for kampe ikke bonus spørgsmål.
de_de: Normalerweise werden Tipps anderer Tipper erst angezeigt, wenn Tipps nicht mehr geändert werden können. Durch diese Option hier können Tipps jedoch auch jederzeit für jedermann angezeigt werden. Dies funktioniert nur für Tipps von Begegnungen, nicht aber für Bonusfragen.
fr_fr: Normalement, les pronostics ne sont montrés aux autres joueurs qu'une fois qu'ils ne peuvent plus être changés. En activant cette fonction les pronostics sont visibles par tous, n'importe quand. Ne fonctionne que pour les matchs, pas pour les questions bonus.
hu_hu: Normális esetben a fogadásokat csak akkor láthatja a többi játékos, miután a fogadást már nem változtathatják meg. Ezzel az opcióval a fogadásokat láthatóvá teheted bárki számára, bármikor. Cska mérkőzésekre használható, bónusz kérdésekre nem.
pt_br: Normalmente os palpites para uma partida só são mostrados para os outros jogadores depois que as alterações nos palpites não são mais possíveis. Com essa opção ativada, os palpites são visíveis para todos a todo momento. Funciona apenas para partidas, não para perguntas bônus.
sq: Normalisht, parashikimet e ndeshjeve i shfaqen lojtarëve të tjerë kur parashikimet nuk mund të ndryshohen më. Me këtë opsion të aktivizuar, parashikimet jane te shikueshme për të gjithë, në cdo kohë. Funksionon vetëm për ndeshjet, jo për pyejtjer bonus.
sv_se: Normalt visas matchtippningar endast till andra spelare efter att en tippning inte längre kan ändras. Om alternativet är aktiverat är tippningarna synliga för alla, när som helt. Fungerar endast för matcher, inte bonusfrågor.

source: Use HTML5 number inputs
da_dk: Benyt HTML5 tal input
de_de: Nutze HTML5 Eingaben
fr_fr: Utiliser les champs numériques HTML5
hu_hu: HTML5 szám-bevitel használata
pt_br: Usar inputs de número HTML5
sq: Përdor numrator HTML5
sv_se: Använd HTML5 nummerinmatning

source: Make use of HTML5 number inputs for the prediction form. Some browsers display these as spin controls.
da_dk: Benyt HTML5 tal input til forudsigelser. Nogle browsere viser disse som spin controls.
de_de: Mache Gebrauch von HTML5 Eingaben für Tippeingabeformular. Manche Browser zeigen dies als "Plus-Minus-Tasten" an.
fr_fr: Utiliser les champs numériques HTML5 pour le formulaire de pronostics. Certains navigateur affichent un champ avec des boutons d'incrémentation et de décrémentation.
hu_hu: HTML5 szám-bevitel használata a fogadási íven. Néhány böngésző ezeket spin-szabályozásként jeleníti meg.
pt_br: Usar inputs de número HTML5 para o formulário de palpites. Alguns navegadores exibem estes como controles de rotação.
sq: Perdor HTML5 inputs për formën e parashikimeve. Disa browsera e shfaqin këtë si një numrator që rrotullohet.
sv_se: Använd HTML5 nummerinmatning för tippningsformuläret. En del webbläsare visar dessa som vridkontroller.

source: Groups page matches
da_dk: Gruppers side kampe
de_de: Gruppen Begegnungsseite
fr_fr: Matchs pour la phase de groupe
hu_hu: Csoportok oldal mérkőzések
pt_br: Página de grupos
sq: Faqja e ndeshjeve në grupe.
sv_se: Gruppsida för matcher

source: The Groups page shows standings for the matches in these match types. Defaults to match type id: %d.
da_dk: Gruppernes side viser rangeringen for kampe af denne type af kamp. Defaults to match type id: %d.
de_de: Die Webseite mit den Gruppen zeigt den aktuellen Stand der Begegnungen in diesen Begegnungstypen. Standard für Begegnungstyp id %d.
fr_fr: La page des Groupes affiche le classement pour les matchs dans la même catégorie. La catégorie par défaut est: %d.
hu_hu: A Csoportok oldal mutatja ezen mérkőzés-típusok meccseinek állását. Alapbeállítás a következő mérkőzés-típusnál: id: %d.
pt_br: A página de grupos mostra a classificação para as partidas nestes tipos de partidas. Padrão para o id do tipo de partida: %d.
sq: Faqja e grupeve shfaq renditjet për ndeshjet e ketij lloji kompeticioni. Normalisht, lloji i ndeshjes id: %d.
sv_se: Gruppsidan visar ställningen för matcherna med dessa matchtyper. Grundinställningen är matchtyp id: %d.

source: Use CTRL+click to select multiple values.
da_dk: Benyt CTRL+klik for at vælge flere værdier.
de_de: STRG + Klick, um mehrere auszuwählen.
fr_fr: Utiliser CTRL+clic pour sélectionner plusieurs valeurs.
hu_hu: CTRL+ klikk használata egyszerre több érték kiválasztására.
pt_br: Use CRTL+clique para selecionar mais de um valor.
sq: Përdor CTRL + Klik për të seleksionuar disa vlera.
sv_se: Använd CTRL+klick för att välja flera värden.

source: Match sorting
da_dk: Kamp sortering
de_de: Begegnungen sortieren
fr_fr: Tri des matchs
hu_hu: Mérkőzés kiválasztás
pt_br: Ordenar partidas
sq: Rradhitja e ndeshjeve
sv_se: Matchsortering

source: Date ascending
da_dk: Dato stigende
de_de: Datum aufsteigend
fr_fr: Date croissante
hu_hu: Dátum növekvő
pt_br: Data crescente
sq: Data në ngritje
sv_se: Datum stigande

source: Date descending
da_dk: Dato faldende
de_de: Datum absteigend
fr_fr: Date décroissante
hu_hu: Dátum csökkenő
pt_br: Data decrescente
sq: Data në zbritje
sv_se: Datum fallande

source: Match types descending, matches date ascending
da_dk: Kamptype faldende, kampdato stigende
de_de: Begegnungstypen absteigend, Datum von Begegnungen aufsteigend
fr_fr: Type de match descendant, dates ascendantes
hu_hu: Mérkőzés-típusok csökkenő, mérkőzés dátum növekvő
pt_br: Tipos de partidas ordem decrescente, partidas ordem crescente
sq: Lloji i ndeshjeve ne zbritje, data e ndeshjes ne ngritje
sv_se: Matchtyper fallande, matchdatum stigande

source: Match types ascending, matches date descending
da_dk: Kamptype stigende, kampdato faldende
de_de: Begegnungstypen aufsteigend, Datum von Begegnungen absteigend
fr_fr: Type de match ascendant, dates descendantes
hu_hu: Mérkőzés-típusok növekvő, mérkőzés dátum csökkenő
pt_br: Tipos de partidas ordem crescente, partidas ordem decrescente
sq: Lloji i ndeshjeve ne ngritje, data e ndeshjes ne zbritje
sv_se: Matchtyper stigande, matchdatum fallande
