Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: Select the order in which matches must be displayed on the matches page and the prediction page..
da_dk: Vælg hvilken rækkefølge kampe skal vises på kampsiden og gætsiden..
de_de: Wähle die Reihenfolge, in der die Begegnungen auf der Webseite mit den Begegnungen (Spielplan) und der Seite für die Tippeingabe angezeigt werden sollen.
fr_fr: Sélectionner l'ordre dans lequel les matchs doivent être affichés sur la page des matchs et la page de pronostics..
hu_hu: Válaszd ki, hogy milyen sorrendben jelenjenek meh a mérkőzések a mérkőzés oldalon és a fogadás oldalon.
pt_br: Selecione a ordem em que as partidas precisam ser mostradas na página de partidas e na página de palpites.
sq: Seleksioni rradhën me të cilën ndeshjet do të shfaqen ne faqen e ndeshjeve dhe atë të parashikimeve..
sv_se: Välj i vilken ordning matcherna ska visas på matchsidan och tippningssidan.

source: Automatic calculation
da_dk: Automatisk beregning
de_de: Automatische Berechnung
fr_fr: Calcul automatique
hu_hu: Automatikus számítás
pt_br: Cálculo automático
sq: Llogaritje automatike
sv_se: Automatisk beräkning

source: By default the rankings are automatically (re)calculated in the admin. Change this setting if you want to (temporarily) disable this behaviour.
da_dk: Stillingen bliver som standard beregnet automatisk.Du kan ændre dette her.
de_de: Standardmässig werden Ranglisten automatisch im Administrationsbereich (neu-) berechnet. Ändere diese Einstellung, wenn Du (vorübergehend) dies unterbinden möchtest.
fr_fr: Par défaut les classements sont automatiquement (re)calculés dans l'administration. Changez ce paramètre si vous voulez (temporairement) désactiver ce comportement.
hu_hu: Alapbeállításként a rangsorokat automatikusan (újra)számítjuk az adminban. Változtasd meg ezt a beállítást, ha ezt (átmenetileg) ki szeretnéd kapcsolni.
pt_br: Por padrão, os rankings são automaticamente (re)calculados na administração. Altere essa configuração se você quer desativar (temporariamente) essa função.
sq: Normalisht, renditja është e llogaritur automatikisht në faqen e administrimit. Ndrysho këte opsion nëse deshironi ta caktivizoni këtë sjellje.
sv_se: Som standard (om)beräknas rankningarna automatiskt i adminläge- Ändra inställningen om du vill (temporärt) inaktivera funktionen.

source: Ranking to show
da_dk: Hvilken stilling der bliver vist
de_de: Zu zeigende Rangliste
fr_fr: Classement à afficher
hu_hu: Mutatandó rangsor
pt_br: Mostrar o ranking
sq: Renditja që do shfaqet
sv_se: Rankning att visa

source: Default ranking
da_dk: Standard stilling
de_de: Standardplatzierung
fr_fr: Classement par défaut
hu_hu: alapértelmezett rengsor
pt_br: Ranking padrão
sq: Renditje e parazgjedhur
sv_se: Standard rankning

source: Let the user decide
da_dk: Lad brugeren bestemme
de_de: Tipper darf entscheiden
fr_fr: Laisser l'utilisateur décider
hu_hu: Felhasználó dönthet
pt_br: Deixe o usuário decidir
sq: Lëre përdoruesin të vendosi
sv_se: Låt användaren besluta

source: The ranking page and charts page can show different rankings. Use this setting to decide which ranking to show.
da_dk: Stilling og diagram siden kan vise forskellige stillinger. Benyt denne indstilling for at bestemme hvilken stilling der skal vises.
de_de: Die Ranglisten- und Chartseite kann verschiedene Ranglisten anzeigen. Nutze diese Einstellungen, um zu entscheiden, welche Rangliste angezeigt werden soll.
fr_fr: Les pages de classement et de graphiques peuvent afficher différents classements. Utilisez ce paramètre pour choisir quel classement montrer.
hu_hu: A rangsor oldal és a grafikonok oldal különböző rangsorokat mutathat. Ezzel a beállítással kiválaszthatod, melyiket mutatod.
pt_br: As páginas de ranking e de gráficos podem mostrar rankings diferentes. Use essa configuração para decidir qual ranking mostrar.
sq: Faqja e renditjes dhe ajo e statistikave mund te tregojne renditje te ndryshme. Perdor kete opsion per te vendosur cila renditje do shfaqet
sv_se: Rankningssidan och diagramsidan kan visa olika rankningar. Använd den här inställningen för att besluta vilken rankning som ska visas.

source: Choose ranking
da_dk: Vælg stilling
de_de: Rangliste auswählen
fr_fr: Choisir un classement
hu_hu: rangsor választása
pt_br: Escolher ranking
sq: Zgjidh Renditjen
sv_se: Välj rankning

source: Choose the ranking you want to use on the ranking page and the charts page.
da_dk: Vælg den stilling du vil benytte på stillingssiden og diagramsiden.
de_de: Wähle die Rangliste, die Du auf der Ranglistenseite und der Chartseite verwenden möchtest.
fr_fr: Choisir le classement que vous voulez utiliser sur les pages de classement et de graphiques.
hu_hu: Válaszd ki melyik rangsort szeretnéd mutatni a rangsor oldalon és a grafikonok oldalon.
pt_br: Selecione o ranking que você deseja usar nas páginas de ranking e de gráficos.
sq: Zgjidh renditjen qe deshironi te shfaqet ne faqen e renditjes dhe faqen e statisticave.
sv_se: Välj rankning som du vill använda på rankningssidan och diagramsidan.

source: Points for win
da_dk: Points for en sejr
de_de: Punkte für einen Sieg
fr_fr: Points pour une victoire
hu_hu: Győzelemért járó pontszám
pt_br: Pontos a ganhar
sq: Piket per fitore
sv_se: Poäng för vinst

source: The points a team gets for a win.
da_dk: Point et hold får for en sejr.
de_de: Die Punkte, die eine Tippgruppe für einen Sieg erhält.
fr_fr: Nombre de points qu'une équipe obtient en cas de victoire.
hu_hu: A pontok, amiket egy csapat a győzelemért kap.
pt_br: Os pontos que um time recebe por uma vitória.
sq: Piket qe nje skuader merr per nje fitore.
sv_se: Poäng ett lag får för en vinst.

source: Points for draw
da_dk: Points for uafgjort
de_de: Punkte für ein Unentschieden
fr_fr: Points pour un match nul
hu_hu: Döntetlenért járó pontszám
pt_br: Pontos para empate
sq: Pikët per barazim
sv_se: Poäng för oavgjort

source: The points a team gets for a draw.
da_dk: Point et hold får for at spille uafgjort.
de_de: Die Punkte, die eine Tippgruppe für ein Unentschieden erhält.
fr_fr: Nombre de points d'une équipe obtinet en cas de match nul.
hu_hu: A pontok, amiket egy csapat a döntetlenért kap.
pt_br: Os pontos que um time recebe por um empate.
sq: Piket qe nje skuader merr per nje barazim.
sv_se: Poängen ett lag får för oavgjort.

source: Show photo in team listing
da_dk: Vis billede i hold oversigten
de_de: Zeige ein Bild in der Liste der Mannschaften.
fr_fr: Afficher la photo dans la liste des équipes
hu_hu: Fénykép mutatása a csapat-listázásban.
pt_br: Mostrar foto na lista de times
sq: Shfaq foton ne listimin e skuadres
sv_se: Visa foto i laglistningen

source: Show the team's photo on the team listing page (if available).
da_dk: Vis holdets billede på holdsiden (hvis det findes).
de_de: Zeige das (Gr)avatar der Mannschaft auf der Seite mit der Mannschaftsliste (falls zutreffen).
fr_fr: Afficher les photos de l'équipe sur la page de l'équipe (si disponible).
hu_hu: A csapat fényképének mutatása a csapat-listázás oldalon (ha elérhető).
pt_br: Mostrar a foto do time na página de lista de times (se disponível).
sq: Shfaq foton e skuadres ne faqen listuese te skuadres(nëse ekziston).
sv_se: Visa laget foto på sidan för laglistning (om tillgängligt).

source: Show photo in venue listing
da_dk: Vis billede i stadion oversigten
de_de: Zeige ein Bild in der Liste der Veranstaltungsorte.
fr_fr: Afficher les photos dans la liste des lieux
hu_hu: Fénykép mutatása a helyszín-listázásban.
pt_br: Mostrar foto na lista de locais
sq: Shfaq foton ne listimin e stadiumit
sv_se: Visa foto i listningen för spelplatser

source: Show the venue's photo on the team listing page (if available).
da_dk: Vis stadions billede på holdsiden (hvis det findes).
de_de: Zeige das Bild der Spielstätte auf der Seite mit der Mannschaftsliste (falls zutreffen).
fr_fr: Afficher les photos du lieu sur la page de l'équipe (si disponible).
hu_hu: A helyszín fényképének mutatása a csapat-listázás oldalon (ha elérhető).
pt_br: Mostrar a foto do local na página de lista de times (se disponível).
sq: Shfaq foton e stadiumit ne faqen listuese te stadiumit(nëse ekziston).
sv_se: Visa spelplatsens foto på sidan för laglistning (om tillgängligt).

source: Show comments in team listing
da_dk: Vis kommentarer på holdsiden
de_de: Zeige Kommentare auf der Seite mit der Mannschaftsliste
fr_fr: Afficher les commentaires dans la liste des équipes
hu_hu: Hozzászólások mutatása a csapat-listázásban.
pt_br: Mostrar comentários na lista de times
sq: shfaq komentet ne listimin e skuadres
sv_se: Visa kommentarer i laglistningen

source: Show the team's comments on the team listing page (if available).
da_dk: Vis holdets kommentare på holdsiden (hvis det findes).
de_de: Zeige Kommentare von Mannschaften auf der Seite mit der Mannschaftsliste (falls verfügbar).
fr_fr: Afficher les commentaires sur l'équipe sur la page de l'équipe (si disponible).
hu_hu: A csapat hozzászólásainak mutatása a csapat-listázás oldalon (ha elérhető).
pt_br: Mostrar os comentários do time na página de lista de times (se disponível).
sq: Shfaq komentet e skuadren ne faqen e listimit te skuadres (nëse ekziston).
sv_se: Visa laget kommentarer på sidan för laglistning (om tillgängligt).

source: Show comments in venue listing
da_dk: Vis kommentarer i stadion oversigten
de_de: Zeige Kommentare in der Liste der Veranstaltungsorte.
fr_fr: Afficher les commentaires dans la liste des lieux
hu_hu: Hozzászólások mutatása a helyszín-listázásban.
pt_br: Mostrar comentários na lista de locais
sq: Shfaq komentet ne listimin e stadiumit
sv_se: Visa kommentarer i spelplatslistning

source: Show the venue's comments on the team listing page (if available).
da_dk: Vis stadions kommentare på holdsiden (hvis det findes).
de_de: Zeige Kommentare zu Spielstätten auf der Seite mit der Mannschaftsliste (falls verfügbar).
fr_fr: Afficher les commentaires sur le lieu sur la page de l'équipe (si disponible).
hu_hu: A helyszín hozzászólásainak mutatása a csapat-listázás oldalon (ha elérhető).
pt_br: Mostrar os comentários do local na página de lista de times (se disponível).
sq: Shfaq komentet e stadiumit ne faqen e listimit te skuadres (nëse ekziston).
sv_se: Visa spelplatsens kommentarer på sidan för laglistningar (om tillgänglig).

source: Enable jokers?
da_dk: Tillad jokere?
de_de: Joker einsetzen?
fr_fr: Activer les jokers
hu_hu: Jokerek bekapcsolása?
pt_br: Permitir coringas?
sq: Aktivizo Xholin?
sv_se: Aktivera jokrar?

source: When checked the joker is enabled and users can add the joker to one prediction to multiply the score.
da_dk: Når markeret er jokeren aktiveret og du kan benytte jokeren på et gæt for at forøge point'ne.
de_de: Wenn Du überprüft hast, ob der Joker eingesetzt wurde und Tipper den Joker für einen Tipp hinzufügen, um die Punktzahl zu multiplizieren.
fr_fr: Si coché, le joker est activé et les utilisateurs peuvent alors l'utiliser sur un pronostic pour multiplier le nombre de points gagnés.
hu_hu: Ha bepipálod, a joker be van kapcsolva, és a felhasználók hozzáadhatják a jokert valamelyik fogadásukhoz, hogy megtöbbszörözzék a pontszámot.
pt_br: Quando marcado, o coringa é permitido e os usuários podem usá-lo em um palpite para multiplicar a pontuação.
sq: Kur eshte e seleksionuar Xholi eshte i aktivizuar dhe lojtaret mund ta perdorin xholin per te shumefishuar piket e marra nga nje parashikim.
sv_se: När ikryssad är jokern aktiverad och användare kan lägga till jokern till en rad för att multiplicera poängen.

source: If you want to support this plugin, you can buy me an espresso (doppio please ;))
da_dk: Hvis du vil støtte dette plugin, kan du købe mig en espresso (doppio tak;))
de_de: Wenn Du dieses Plugins unterstützen möchtest, dann kauf mir bitte einen Espresso (einen doppelten bitte ;-))
fr_fr: Si vous voulez soutenir ce plugin, vous pouvez m'acheter un expresso (doppio s'il vous plaît ;))
hu_hu: Ha szeretnéd támodatni ezt a plugint, vehetsz nekem egy espresso-t (duplát légyszi ;))
pt_br: Se você quiser apoiar esse plugin, você pode me pagar um café (duplo, por favor ;-))
sq: Nese deshironi te mbeshtesni kete plugin, ju mund te me blini nje kafe espresso(dopio ju lutem:) )
sv_se: Om du vill understöda det här tillägget kan du köpa mig en espresso (doppio, tack ;))

source: Plugin Options
da_dk: Indstillinger
de_de: Plugin Einstelllungen
fr_fr: Options du plugin
hu_hu: Plugin opciók
pt_br: Opções do plugin
sq: Opsionet e Pluginit
sv_se: Inställningar

source: Recalculate Scores
da_dk: Genberegn stillingen
de_de: Punktestand neu berechnen
fr_fr: Recalculer les scores
hu_hu: Pontszámok újrszámítása
pt_br: Recalcular pontuação
sq: Rillogarit piket
sv_se: Beräkna poängen på nytt

source: Changes saved.
da_dk: Ændringer er gemt.
de_de: Änderungen gespeichert.
fr_fr: Modifications sauvegardées.
hu_hu: Mentett változások.
pt_br: Alterações salvas.
sq: Ndryshimet u Ruajtën
sv_se: Ändringarna sparade.

source: If values in the fields marked with an asterisk are left empty, then the plugin will default to the initial values.
da_dk: Hvis værdier i felterne der er markeret med en stjerne er efterladt tomme, så vil plugin'et benytte standard værdier.
de_de: Wenn für mit einem Sternchen markierte Felder keine Werte eingegebenwurden, dann wird das Plugin die Ausgangswerte setzen.
fr_fr: Si les valeurs dans les champs marqués d'un astérisque sont laissées vides, alors le plugin utilisera les valeurs par défaut.
hu_hu: Ha a csillaggal jelölt mezőkbe nem írsz be értéket, a plugin a kezdeti értékekhez tér vissza.
pt_br: Se os valores nos campos marcados com um asterísco forem deixados em branco o plugin irá utilizar os valores padrão.
sq: Nese vlerat ne fushat e markuera me * jane lene bosh, atehere plugini do perdori vlerat fillestare.
sv_se: Om värden lämnas tomma i fält markerade med en asterisk, kommer tillägget att använda standardvärden.

source: Scoring Options
de_de: Ranglistenoptionen
pt_br: Opções de pontuação
sv_se: Inställningar för poäng

source: Ranking Options
da_dk: Point givning
de_de: Ranglistenoptionen
fr_fr: Options du classement
hu_hu: Rangsor opciók
pt_br: Opções do ranking
sq: Opsionet e Renditjes
sv_se: Inställningar för rankning

source: Prediction Options
da_dk: Gæt muligheder
de_de: Tippoptionen
fr_fr: Options des pronostics
hu_hu: Fogadás opciók
pt_br: Opções de palpites
sq: Opsionet e Parashikimeve
sv_se: Inställningar för tippning

source: League Options
da_dk: Liga muligheder
de_de: Ligaoptionen
fr_fr: Option des catégories
hu_hu: Liga opciók
pt_br: Opções de campeonato
sq: Opsionet e Ligave
sv_se: Inställningar för liga

source: Pool Layout Options
da_dk: Pool opsætnings muligheder
de_de: Plugin Layoutoptionen
fr_fr: Options d'affichage de l'espace pronostics
hu_hu: tippjáték nézet opciók
pt_br: Opções do layout do bolão
sq: Opsionet e vizualizacionit te Football Pool
sv_se: Inställningar för tippningslayout

source: Groups Page Options
da_dk: Gruppers side kampe
de_de: Seite für die Einstellungen von Gruppen
fr_fr: Page des options de la phase de poule
hu_hu: Csoportok oldal opciók
pt_br: Opções de grupos
sq: Opsionet per Faqen e Grupeve
sv_se: Inställningar för gruppsida

source: Other Options
da_dk: Andre muligheder
de_de: Andere Optionen
fr_fr: Autres options
hu_hu: További opciók
pt_br: Outras opções
sq: Opsione te tjera
sv_se: Övriga inställningar

source: Plugin pages
de_de: Einstelllungen
pt_br: Páginas do plugin
sv_se: Sidor för tillägg

source: <p>On this page you can add, change or delete custom rankings.</p><p>A ranking is calculated for the total points scored for the matches and/or bonus questions in the ranking. Change the matches and bonus questions for a ranking via the <em>'Ranking composition'</em> link beneath the ranking name.</p>
da_dk: <p>På denne side kan du tilføje, ændre eller slette specielle stillinger.</p><p> En stilling er beregnet udfra det totale antal point for kampe og spørgsmål. Dette kan ændres via <em>'Stillingssammensætning'</em> link under stillingens navn.</p>
de_de: <p>Auf dieser Seite kannst individuelle Ranglisten hinzufügen, ändern oder löschen.</p><p>Eine Rangliste wird aus der Gesamtpunktzahl der Tipper unter Berücksichtigung von Begegnungen (bzw. den dazugehörigen Tipps) und / oder den Bonusfragen berechnet. Änderungen der Begegnungen und Bonusfragen für eine Rangliste können via Link <em>'Ranglisten Zusammensetzung'</em> unterhalb des Ranglistennames vorgenommen werden.</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, modifier ou supprimer des classements personnalisés.</p><p>Un classement est calculé sur la base des points totaux marqués pour les machs et/ou questions bonus de ce classement. Vous pouvez changer les matchs et les questions bonus d'un classment via le lien <em>'Composition du classement'</em> sous le nom du classement.</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz, megváltoztathatsz vagy törölhetsz saját rangsorokat.</p><p>A rangsort a mérkőzésekért és/vagy a bónusz kérdésekért kapot pontszámok alapján számítjuk. A rangsor számításához használt mérkőzéseket és bónusz kérdéseket megváltoztathatod a rangsor neve alatti <em>'Rangsor összeállítás'</em> link által.</p>
pt_br: <p>Nesta página você pode adicionar, alterar ou apagar rankings personalizados.</p><p>Um ranking é calculado para o total de pontos marcados para as partidas e/ou para as perguntas bônus. Para alterar partidas e perguntas bônus para um ranking, entre no link <em>'Composição do ranking'</em> abaixo do nome do ranking.</p>
sq: <p>Ne kete faqe ju mund te shtoni, ndryshoni ose fshini renditjet e kustomizuara. </p> <p> Nje renditje llogaritet per piket totale te shenuara ne ndeshjet dhe/ose pyejtjet bonus te seleksionuara per kete renditje. Ndrysho ndeshjet dhe pyejtjet bonus per nje renditje nepermjet lidhjes <em>'Kompozicioni i renditjes'</em> poshte emrit te renditjes. </p>
sv_se: <p>På den här sidan kan du lägga till, ändra och ta bort anpassade rankningar.</p><p>En rankning beräknas för totala poäng gjorda i matcher och/eller bonusfrågor i rankningen. Ändra matcherna och bonusfrågorna för en ranking via länken <em>'Rankningskomposition'</em> under rankningsnamnet.</p>

source: Exclude from recalculation
de_de: von der Berechnung ausschliessen
pt_br: Excluir do novo cálculo
sv_se: Exkludera från omberäkning

source: <p>If you don't want a ranking to be recalculated everytime a score calculation is done, you can set the <em>calculate</em> option for the ranking to "no". Rankings with this option set to "no" will only be recalculated with a single calculation in the Ranking overview screen or in a full recalculation.</p>
de_de: <p>Wenn du nicht willst, dass die Rangliste jedes Mal neu berechnet wird, wenn die Wertungen berechnet werden, kannst du die Option <em>berechnen</em> für die Rangliste auf "nein" setzen. Ranglisten mit dieser Option auf "nein" werden nur neu berechnet, wenn eine Ranglistenberechnung auf der Übersichtsseite oder eine komplette Neuberechnung ausgelöst wird.</p>
pt_br: <p>Se você não quiser que o ranking seja recalculado toda vez que um novo cálculo da pontuação é feito, você pode determinar na opção do ranking <em>calcular</em> colocando "não". Os rankings configurados com "não" só serão recalculados por meio de um único cálculo na tela de visão geral do ranking ou por meio de um cálculo completo.
sv_se: <p>Om du inte vill att en rankning ska omberäknas varje gång en poängberäkning görs, kan du ändra inställningen för <em>beräkna</em> till "nej". Rankningar satta till "no" kommer att omberäknas endast med en enkel beräkning på sidan för Rankingsöverblick eller i fullständig beräkning.</p>

source: User defined rankings
da_dk: Benyt definerede stillinger
de_de: Benutzerdefinierte Rangliste
fr_fr: Classements définis par l'utilisateur
hu_hu: Felhasználó által meghatározott rangsorok
pt_br: Ranking definido pelo usuário
sq: Renditje e percaktuar nga perdoruesi
sv_se: Användardefinierade rankningar

source: Ranking saved.
da_dk: Stilling gemt.
de_de: Ranglist gespeichert.
fr_fr: Classement sauvegardé.
hu_hu: Rangsor mentve.
pt_br: Ranking salvo.
sq: Renditja u ruajt
sv_se: Rankning sparad.

source: Save & Define
da_dk: Gem og definer
de_de: Speichern & Bearbeiten
fr_fr: Sauvegarder et visualiser
hu_hu: Ment & meghatároz
pt_br: Salvar e Definir
sq: Ruaj & Percakto
sv_se: Spara och definiera

source: Ranking id:%s deleted.
da_dk: Stilling id:%s slettet.
de_de: Rangliste id:%s gelöscht.
fr_fr: Classement numéro %s supprimé.
hu_hu: Rangsor id:%s törölve.
pt_br: Ranking id:%s apagado.
sq: Renditja id:%s u fshi.
sv_se: Ranknings id:%s borttagen.

source: %s rankings deleted.
da_dk: %s stilling slettet.
de_de: %s Rangliste gelöscht.
fr_fr: %s classements supprimées.
hu_hu: %s rangsor(ok) törölve.
pt_br: %s rankings apagados.
sq: %s renditje u fshi
sv_se: %s rankningar borttagna.

source: Definition of
da_dk: Definitionen af
de_de: Definition von
fr_fr: Aperçu de
hu_hu: Meghatározás:
pt_br: Definição do(a)
sq: Percaktimi i
sv_se: Definition av

source: matches
da_dk: Kampe
de_de: Begegnungen
fr_fr: Matchs
hu_hu: mérkőzések
pt_br: partidas
sq: Ndeshjet
sv_se: matcher

source: bonus questions
da_dk: Spørgsmål
de_de: Bonusfragen
fr_fr: Questions bonus
hu_hu: bónusz kérdések
pt_br: perguntas bônus
sq: pyejtja bonus
sv_se: bonusfrågor

source: Not a valid ranking.
da_dk: Ikke en valid stilling
de_de: Keine gültige Rangliste
fr_fr: Classement non valide.
hu_hu: A angsor nem érvényes.
pt_br: Não é um ranking válido.
sq: Renditje e pa-vlefshme
sv_se: Inte en giltig rankning.

source: no questions found
da_dk: Kunne ikke finde nogen spørgsmål
de_de: keine Fragen gefunden
fr_fr: Pas de questions bonus
hu_hu: kérdés nem található
pt_br: nenhuma pergunta encontrada
sq: nuk u gjeten asnje pyejtje
sv_se: inga frågor hittades

source: no matches found
da_dk: Kunne ikke finde nogen kampe
de_de: keine Begegnungen gefunden
fr_fr: Pas de matchs
hu_hu: mérkőzés nem található
pt_br: nenhuma partida encontrada
sq: nuk u gjet asnjë ndeshje
sv_se: inga matcher hittades

source: ranking
da_dk: Stilling
de_de: Rangliste
fr_fr: Classement
hu_hu: rangsor
sq: Renditja
sv_se: rankning

source: You are about to delete one or more rankings.
da_dk: Du er ved at slette en eller flere stillinger.
de_de: Du bist dabei eine oder mehrere Ranglisten zu löschen.
fr_fr: Vous êtes sur le point de supprimer une ou plusieurs classements.
hu_hu: Törlöd: egy vagy több rangsort.
pt_br: Você está prestes a apagar um ou mais rankings.
sq: Ju jeni duke fshire nje ose me shume renditje
sv_se: Du håller på att ta bort en eller flera rankningar.

source: Ranking composition
da_dk: Stillings sammensætning
de_de: Ranglistenzusammensetzung
fr_fr: Composition du classement
hu_hu: Rangsor összeállítás
pt_br: Composição do ranking
sq: Kompozicioni i renditjes
sv_se: Rankningskomposition

source: Score and ranking calculation
de_de: Berechnung der Punktzahl

source: Preparing the calculation
de_de: Berechnung vorbereiten

source: Please do not interrupt this process.
da_dk: Venligst undlad at afbryde denne proces.
de_de: Bitten diesen Prozess nicht unterbrechen!
fr_fr: Merci de ne pas interrompre ce processus.
hu_hu: Kérjük ne szakítsd meg a folyamatot.
pt_br: Por favor não interrompa esse processo.
sq: Ju lutemi, mos e ndalo këtë proces.
sv_se: Avbryt inte den här processen, tack.

source: Sit back and relax, this may take a while :-)
da_dk: Læn dig tilbage og slap af, dette kan tage et stykke tid :-)
de_de: Lehne Dich zurück und entspanne Dich. Es kann nun etwas dauern :-)
fr_fr: Asseyez-vous et détendez-vous, cela peut durer un petit moment :-)
hu_hu: Dőlj hátra és lazíts, ez eltarthat egy ideig :-)
pt_br: Sente-se e relaxe, isso pode demorar um pouco :-)
sq: Uluni dhe relaksohuni, kjo mund te marri pak kohe :-)
sv_se: Luta dig tillbaka och koppla av, det här kan ta en stund :-)
