Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: all text longer than %s characters will be removed!
da_dk: al tekst som er længere end %s karakterer vil blive fjernet!
de_de: der Text, länger als %s wird wieder gelöscht!
fr_fr: tout texte dépassant %s caractères sera supprimé !
hu_hu: Minden %s karaktert meghaladó szöveget eltávolítunk!
pt_br: Todo texto maior que %s caracteres será removido!
sq: i gjithe teksti me i gjate se %s karaktere, do te hiqet
sv_se: all text längre än %s tecken kommer att tas bort!

# Save button for the shoutbox widget
source: save
da_dk: gem
de_de: speichern
pt_br: salvar

source: text
da_dk: Tekst
fr_fr: Texte
hu_hu: szöveg
pt_br: texto
sq: tekst

source: Import & Export
da_dk: Importer og eksporter
fr_fr: Importer & exporter
pt_br: Importar ou Exportar
sq: Importo & Eksporto
sv_se: Importera och exportera

source: File
da_dk: Filer
fr_fr: Fichier
hu_hu: Fájl
pt_br: Arquivo
sq: Dokument
sv_se: Fil

source: Upload CSV
fr_fr: Uploader un CSV
hu_hu: CSV feltöltés
pt_br: Fazer o upload do CSV
sq: Ngarko CSV
sv_se: Ladda upp CSV

source: name
da_dk: Navn
fr_fr: Nom
hu_hu: név
pt_br: nome
sq: emri
sv_se: namn

source: homepage
pt_br: página inicial
sv_se: startsida

source: Football Pool
fr_fr: Espace pronostics
hu_hu: Foci tippjáték
pt_br: Bolão

source: Countdown
da_dk: Nedtælling
fr_fr: Décompte
hu_hu: Visszaszámlálás
pt_br: Contagem regressiva
sq: Numërimi mbrapsht
sv_se: Nedräkning

source: Text
da_dk: Tekst
fr_fr: Texte
hu_hu: Szöveg
pt_br: Texto
sq: Tekst

source: Format
pt_br: Formato

source: Football pool plugin
fr_fr: Plugin Pronostics Football
hu_hu: Foci tippjáték plugin
pt_br: Plugin para bolão
sv_se: Football pool tillägg

source: j F
pt_br: d mmmm

source: minute
da_dk: minut
hu_hu: perc
pt_br: minuto
sq: minutë
sv_se: minut

source: ["th", "st", "nd", "rd", "th"]
hu_hu: ["ik", "ik", "ik", "ik", "ik"]
pt_br: ["º"]
sv_se: ["e", "a", "a", "e", "e"]

source: countdown
da_dk: nedtælling
fr_fr: Décompte
hu_hu: visszaszámolás
pt_br: contagem regressiva
sq: numerim mbrapsht
sv_se: nedräkning

source: link
fr_fr: Lien
sq: lidhje
sv_se: länk

source: Links
fr_fr: Liens
hu_hu: Linkek
sq: Lidhjet
sv_se: Länkar
