Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: Add a URL to a photo for a photo question, or choose one from the media library (optional).
da_dk: Tilføj en URL til et billede spørgsmål, eller vælge et fra mediebiblioteket (valgfri).
de_de: Hinzufügen einer URL zu einem Foto einer Fotofrage oder zu eines Foto aus der Mediathek (optional).
fr_fr: Ajouter une URL vers une photo pour une question photo, ou en choisir une dans la bibliothèque multimédia (Facultatif).
hu_hu: URL hozzáadása egy fényképes kérdéshez, vagy válassz a médiakönyvtárból (nem kötelező).
pt_br: Adicione uma URL para uma foto para uma pergunta com foto, ou escolha um da biblioteca de mídia (opcional).
sq: Shto një URL për një foto në pyejtjen fotografike, ose zgjidhni një nga libraria e mediave (opsionale).
sv_se: Ange bildens webbadress (URL) för en bildfråga, eller välj en bild från mediabiblioteket (valbart).

source: Edit User Answers
da_dk: Ret en brugers svar
de_de: Antworten eines Tippers bearbeiten
fr_fr: Editer les réponses utilisateur
hu_hu: Felhasználói válaszok szerkesztése
pt_br: Editar respostas do usuário
sq: Edito Përgjigjen e Përdoruesit
sv_se: Redigera användarsvar

source: e.g.
de_de: z.B.
fr_fr: ex.
hu_hu: pl.
pt_br: ex.:
sq: p.sh.
sv_se: t.ex.

source: linked to match
de_de: Verlinkung zur Begegnung
pt_br: Associado à partida
sv_se: Länk till match

source: Delete
da_dk: Slet
de_de: Löschen
fr_fr: Supprimer
hu_hu: Törlés
pt_br: Apagar
sq: Fshij
sv_se: Ta bort

source: You are about to delete one or more bonus questions.
da_dk: Du er ved at slette et eller flere bonus spørgsmål
de_de: Du bist gerade dabei, eine oder mehrere Bonusfragen zu löschen.
fr_fr: Vous êtes sur le point de supprimer une ou plusieurs questions bonus.
hu_hu: Egy vagy több bónusz kérdést készülsz törölni.
pt_br: Você esta prestes a apagar uma ou mais perguntas bônus.
sq: Ju jeni duke fshirë një ose më shumë pyejtje bonus.
sv_se: Du håller på att ta bort en eller flera bonusfrågor.

source: Are you sure? `OK` to delete, `Cancel` to stop.
da_dk: Er du sikker? `OK` for at slette, `Cancel` for at stoppe.
de_de: Bist Du Dir sicher? 'OK', um zu löschen oder ,'Abbrechen', um diesen Vorgang zu stoppen.
fr_fr: Êtes-vous sûr ?
hu_hu: Biztos vagy benne? `OK` igen, `Mégse` nem.
pt_br: Você tem certeza? 'OK' para apagar, 'Cancelar' para parar.
sq: A jeni i sigurtë? `OK` për të fshirë, `Anullo` për të ndalur.
sv_se: Är du säker? 'OK' för att ta bort, 'Ångra' för att avbryta.

source: <p>On this page you can quickly edit match scores and team names for final rounds (if applicable). If you wish to change all information about a match, then click the <em>'edit'</em> link.</p><p>After saving the match data the pool ranking is recalculated. If you have a lot of users this may take a while. You can (temporarily) disable the automatic recalculation of scores in the Plugin Options.</p>
da_dk: <p>På denne side kan du hurtigt tilrette kamp resultaterne og holdnavnene for knockout runderne (hvis benyttet). Hvis du ønsker at ændre alt ved en kamp, klik da på <em>'edit'</em> linket.</p><p>Efter du har gemt kamp data vil stillingen blive beregnet. Hvis du har mange deltagere kan dette tage noget tid. Du kan midlertidigt slå den automatiske beregning fra.</p>
de_de: <p>Auf dieser Seite kannst Du sehr einfach und schnell die Endergebnisse und Namen der Mannschaften für Finalrunden eingeben (falls zutreffend). Wenn Du alle Informationen ändern möchtest, dann klicke auf den Link <em>'Bearbeiten'</em>.</p><p>Nach dem Abspeichern der Begegnungsinformationen wird die Rangliste neu berechnet. Wenn Du viele Tipper hast, dann kann diese einige Zeit in Anspruch nehmen. Du kannst das automatische Neuberechnen der Rangliste (temporär) unter 'Einstellungen' ausschalten.</p>
fr_fr: <p>Sur cette page vous pouvez rapidement éditer des résultats du match et les noms des équipes pour les phases finales (si applicable). Si vous souhaitez modifier toutes les informations d'un match, cliquez sur le lien <em>'Modifier'</em>.</p><p>Après avoir sauver les données du match, le classement sera recalculé. Si vous avez de nombreux utilisateurs, cela peut prendre du temps. Vous pouvez (temporairement) désactiver le calcul automatique des scores dans les options du plugin.</p>
hu_hu: <p>Ezen az oldalon lehetséges a mérkőzés pontszámok és csapatnevek gyors szerkesztése a döntő körökre (ha szükséges). Ha szeretnéd az egy mérkőzéshez kapcsolódó összes információt megváltoztatni, klikkelj a <em>'szerkesztés'</em> linkre.</p><p>Miután elmented a mérkőzés adatait, a tippjáték rangsorolását újraszámítjuk. Ha sok felhasználód van, ez hosszabb időt is igénybe vehet. A Plugin Opciókban lehetséges (átmeneteileg) a pontszámok automatikus újraszámolásának kikapcsolása.</p>
pt_br: <p>Nesta página, você pode editar rapidamente o placar das partidas e o nome dos times para rodadas finais (se aplicável). Se você quer alterar todas as informações da partida clique no link <em>'editar'</em>. </p><p>Depois de salvar os dados da partida, os rankings são recalculados. Se você tiver muitos usuários, esse processo pode demorar um pouco. Você pode desabilitar (temporariamente) o novo cálculo automático da pontuação nas opções do plugin.</p>
sq: <p>Në këtë faqe ju mund të modifikoni rezultatet e ndeshjeve dhe emrat e ekipit për raundet e fundit (nëse është e aplikueshme). Nëse dëshironi të ndryshoni të gjitha informatat në lidhje me një ndeshje, pastaj klikoni <em>'edito'.</em></p><p>Pasi kemi ruajtur te dhenat e ndeshjes, renditja do rillogaritet. Nese ju keni shume lojtare ky proces mund te zgjasi paksa. Ju mund te (perkohesisht) caktivizoni rillogaritjen e pikeve tek Opsionet e Pluginit.</p>
sv_se: <p>På den här sidan kan du snabbt redigera matchpoäng och lagnamn för slutliga spelomgångar (om möjligt). Om du önskar ändra på all information om en match, klicka på länken <em>'redigera'</em>.</p><p>Efter att matchdata sparats kommer tippningsrankningen att omberäknas. OM du har många användrae kan det här ta en stund. Du kan (temporärt) inaktivera automatiska omberäkningen i tilläggets Inställningar.</p>

source: <p>Matches can be imported into the plugin using the import function (<em>'Bulk change game schedule'</em>). See the help page for more information about the required format.</p><p>On the import screen you can choose one of the already uploaded schedules or upload a new one (if write is enabled on the upload directory).</p><p>The import can add matches to your schedule, or completely overwrite the existing schedule. Please beware that when overwriting the schedule all existing predictions and rankings will be lost.</p><p>Existing matches can be exported using the <em>'Download game schedule'</em> button.</p>
da_dk: <p>Kampe kan importeres ind til plugin'et ved at benytte import funktionen. (<em>'Masse ændring af kampprogram'</em>). Se hjælpesiden for mere information om det påkrævede format for importering.</p><p>I importerings oversigen kan du vælge et allerede importeret kampprogram eller importere et nyt.</p><p>Import kan også tilføje kampe til det allerede eksisterende kampprogram, eller overskrive det eksisterende. Ved overskrivning vil alle stillinger og gæt blive tabt.</p><p> Eksisterende kampe kan også eksporteres ved at klikke på <em>'Download kampprogram'</em> knappen.</p>
de_de: <p>Begegnungen (oder Spielpläne) können mit der Importfunktion in dieses Plugin importiert werden (<em>'Multiple Änderungen des Spielplans'</em>). Weitere Informationen über das benötigte Format findest Du unter 'Hilfe'.</p><p>Unter 'Multiple Änderungen des Spielplans' kannst Du zwischen den bereits hochgeladenen Spielplänen oder einem neuen noch hochzuladenden Spielplan auswählen (solange Schreibrechte für das Uploadverzeichnis freigegeben wurden).</p><p>Der Import eines Spielplans kann Begegnungen zu einem existierenden Spielplan hinzufügen oder diesen komplett überschreiben. Sei Dir bitte bewusst, dass wenn Du den Spielplan überschreibst, alle bereits eingegebenen Tipps und die Rangliste verloren gehen.</p><p>Existierende Begegnungen können durch den <em>'Herunterladen eines Spielplanes'</em> Button exportiert werden.</p>
fr_fr: <p>Les matchs peuvent être importés dans le plugin en utilisant la fonction d'import (<em>'Modification groupée de programmation'</em>). Consultez la page d'aide pour plus d'informations sur le format requis.</p><p>Sur 'lécran d'import, vous pourrez choisir si vous voulez utiliser une programmation déjà uploadée ou en ajouter une nouvelle (si l'écriture est autorisée dans le répertoire d'upload).</p><p>L'import peut ajouter des matchs à vôtre programmation ou complètement écraser la programmation en place. Prenez garde au fait qu'écraser la programmation entraîne la perte des pronostics et classements en cours.</p><p>Les matchs existants peuvent être exportés en utiliser le bouton <em>'Télécharger la programmation'</em>.</p>
hu_hu: <p>A mérkőzések inportálása a pluginba az import funkció használatával lehetséges. (<em>'A játék-menetrend nagyszabású megváltoztatása'</em>). További információkért az előírt formátumról lásd Súgó oldal.</p><p>Az import ablakban választhatsz a már feltöltött menetrendek közül vagy feltölthetsz egy újat (ha az írás engedélyezve van a feltöltés könyvtárban).</p><p>Az import hozzáadhat mérkőzéseket a menetrendedhez, vagy teljesen felülírhatja a meglévő menetrendet. Figyelj rá, hogy a menetrend felülírásakor az összes meglévő fogadás és rangsor elveszik .</p><p>A meglévő mérkőzések exportálhatók a <em>'Játék-menetrend letöltése'</em> gomb használatával.</p>
pt_br: <p>As partidas podem ser importadas para o plugin usando a função importar (<em>'Alteração em massa do calendário de jogos'</em>). Veja a página de ajuda para mais informações sobre o formato. </p><p>Na tela de importação você pode selecionar um dos calendários já carregado ou pode fazer o upload de um novo (se existir permissão de gravação no diretório de upload do Wordpress) .</p><p>A importação pode adicionar partidas para o seu calendário ou substituir completamente o calendário existente. Por favor esteja ciente de que ao substituir o calendário todos os palpites e ranking existente serão perdidos. </p><p> As partidas existentes podem ser exportadas usando o botão <em>'Fazer o download do calendário de jogos'</em>.</p>
sq: <p>Ndeshjet mund te importohen ne kete plugin duke perdorur funksionin e importit (<em>'Ndrysho ne teresi orarin e ndeshjeve'</em>). Shiko faqen e Ndihmes per me teper informacion rreth formatit te duhur </p><p>Ne panelin e importit, ju mund te ngarkoni nje nga skedulat eksiztuese ose nje skedule te re (nese "write" eshte e aktivizuar ne direktorine e ngarkimeve). </p><p>Importi mund te shtoje ndeshje ne skedulen tende, ose mund te mbishkruaj nje skedule ekzistuese. Ju lutem kini parasysh qe kur mbishkruani nje skedule, te gjitha parashikimet dhe renditjen do te fshihen.</p><p>Ndeshjet ekzistuese mund te eksportohen duke perdorur butonin <em>'Shkarko skedulën e ndeshjeve'</em>.</p>
sv_se: <p>Matcher kan importeras till tillägget med importeringsfunktionen (<em>'Ändra spelschema'</em>. Se anvisningssidan för mer information om formatet som krävs.</p><p>I importeringsrutan kan du väljaen av de föruppladdade scheman eller ladda upp ett nytt (om det finns skrivrättigheter för katalogen upload).</p><p>Importeringen kan lägga till matcher i ditt schema, eller helt och hållet ersätta det existerande schemat. Vänligen beakta att när ett schema ersätts kommer alla existerande tippningar att förloras.</p><p>Existerande matcher kan exporteras med knappen <em>'Ladda ner spelschema'</em>.</p>

source: Match details
da_dk: Kampe detaljer
de_de: Details einer Begegnungen
fr_fr: Détails d'un match
hu_hu: Mérkőzés részletek
pt_br: Detalhes da partida
sq: Detajet e ndeshjes
sv_se: Matchdetaljer

source: <ul><li><em>match date</em> must be in UTC format.</li></ul>
da_dk: <ul><li><em>kamp dato</em> skal være i UTC format.</li></ul>
de_de: <ul><li><em>Datum einer Begegnung</em> muss im UTC Format angegeben werden.</li></ul>
fr_fr: <ul><li><em>l'horaire du match</em> doit être au format UTC.</li></ul>
hu_hu: <ul><li><em>A mérkőzés dátuma</em> UTC formátumban kell legyen.</li></ul>
pt_br: <ul><li><em>data da partida</em> precisa estar no formato UTC.</li></ul>
sq: <ul><li><em>data e ndeshjes</em> duhet te jete ne format UTC.</li></ul>
sv_se: <ul><li><em>matchdatum</em> måste vara i UTC-format.</li></ul>

source: Help section about matches and the import
da_dk: Hjælpesektionen for kampe og importering
de_de: Hilfekapitel zu Begegnungen und dem Import von Begegnungen
fr_fr: Rubrique d'aide sur les match et les imports
hu_hu: Mérkőzéses és importálás Súgó
pt_br: Seção de ajuda sobre partidas e importação
sq: Seksioni i ndihmes rreth ndeshjeve dhe importit
sv_se: Anvisningar om matcher och importering

source: Plugin options page
da_dk: Indstillinger
de_de: Einstelllungen
fr_fr: Page des options du plugin
hu_hu: Plugin opciók oldal
pt_br: Opções do plugin
sq: Faqa e opsioneve te pluginit
sv_se: Tilläggsinställningar

source: Matches
da_dk: Kampe
de_de: Begegnungen
fr_fr: Matchs
hu_hu: Mérkőzések
pt_br: Partidas
sq: Ndeshjet
sv_se: Matcher

source: Game %d deleted.
da_dk: Kamp %d slettet.
de_de: Begegnung %d wurde gelöscht.
fr_fr: Match %d supprimé.
hu_hu: Játék %d törölve.
pt_br: Jogo %d apagado.
sq: Ndeshja %d u fshi.
sv_se: Spel %d borttagen

source: Error performing the requested action.
da_dk: Fejl under forsøg på at gøre det ønskede.
de_de: Fehler beim Ausführen dieser Aktion.
fr_fr: Erreur lors du traitement de l'action demandée.
hu_hu: A kért művelet elvégzése közben hiba lépett fel.
pt_br: Erro ao fazer a ação solicitada.
sq: Gabim në kryerjen e veprimit të kërkuar.
sv_se: Ett fel uppstod för det valda utförandet.

source: Upload of csv file successful.
da_dk: Upload af csv fil var en succes.
de_de: Das csv-File wurde erfolgreich hochgeladen.
fr_fr: Fichier csv uploadé avec succès.
hu_hu: A csv fájl felöltése megtörtént.
pt_br: O upload do arquivo cdv foi feito com sucesso.
sq: Uplodimi i dokumentit csv u krye me sukses.
sv_se: Uppladdningen av csv-filen lyckades.

source: Column %d header should be "%s" &rArr; not "%s"
da_dk: Kolonne %d header bør være "%s" &rArr; ikke "%s"
de_de: Spalte %d Überschrift sollte wie folgt aussehen "%s" &rArr; not "%s"
fr_fr: L'en-tête de la colonne %d devrait être "%s" &rArr; et non "%s"
hu_hu: Oszlop %d header "%s" &rArr kellene legyen; nem "%s"
pt_br: O título da coluna %d deve ser "%s" &rArr; e não "%s"
sq: Koka e kollones %d duhet të jetë "%s" &rArr; jo "%s"
sv_se: Kolumn %d huvud borde vara "%s" &rArr; inte "%s"

source: home team
da_dk: Hjemmehold
de_de: Heimmannschaft
fr_fr: Équipe à domicile
hu_hu: Hazai csapat
pt_br: time da casa
sq: skuadra pritëse
sv_se: hemmalag

source: Team %d added: %s
da_dk: Hold %d tilføjet: %s
de_de: Team %d hinzufügen: %s
fr_fr: Équipe %d ajoutée : %s
hu_hu: Csoport %d hozzáadva: %s
pt_br: Time %d adicionado: %s
sq: Skuadra %d e shtuar: %s
sv_se: Lag %d tillagd: %s

source: away team
da_dk: Udehold
de_de: Auswärtsmannschaft
fr_fr: Équipe à l'extérieur
hu_hu: vendégcsapat
pt_br: Time visitante
sq: skuadra udhëtuese
sv_se: gästlag

source: stadium
da_dk: Stadion
de_de: Stadion
fr_fr: lieu
hu_hu: stadion
pt_br: estádio
sq: stadiumi
sv_se: spelplats

source: Stadium %d added: %s
da_dk: Stadion %d tilføjet: %s
de_de: Stadion %d hinzufügen: %s
fr_fr: lieu %d ajouté : %s
hu_hu: Stadion %d hozzáadva: %s
pt_br: Estádio %d adicionado: %s
sq: Stadium %d u shtua: %s
sv_se: Stadion %d tillagd: %s

source: match type
da_dk: Kamp type
de_de: Begegnungstyp
fr_fr: Type de match
hu_hu: mérkőzés-típus
pt_br: Tipo de partida
sq: lloji i ndeshjes
sv_se: matchtyp

source: Match Type %d added: %s
da_dk: Kamp Type %d tilføjet: %s
de_de: Begegnungstyp %d wurde hinzugefügt: %s
fr_fr: Type de match %d ajouté : %s
hu_hu: Mérkőzés-típus %d hozzáadva: %s
pt_br: Tipo de partida %d adicionado: %s
sq: Lloji i ndeshjes %d u shtua: %s
sv_se: Matchtyp %d tillagd: %s

source: Match %d imported: %s - %s for date "%s"
da_dk: Kamp %d importeret: %s - %s for dato "%s"
de_de: Begegnung %d wurde importiert: %s - %s Datum "%s"
fr_fr: Match %d importé : %s - %s pour la date "%s"
hu_hu: Mérkőzés %d importálva: %s - %s a követhező dátumra "%s"
pt_br: Partida %d importada: %s - %s para a data "%s"
sq: Ndeshja %d importuar: %s - %s për datën "%s"
sv_se: Match %d importerad: %s - %s för datum "%s"

source: Imported csv file should contain %d columns (header contains %d columns). See help page for the correct format.
da_dk: Importerede csv fil skal indeholde %d kolonner (sidehoved indeholder %d kolonner). Se hjælpe siden for det korrekt format
de_de: Zu importierendes CSV-File sollte %d Spalten (Überschriftszeile enthält %d Spalten). Weitere Informationen über das korrekte Format findest Du unter Hilfe.
fr_fr: Le fichier CSV importé devrait contenir %d colonnes (l'en-tête contient %d colonnes). Voir la page d'aide pour le format correct.
hu_hu: Az importált csv fájlnak tartalmaznia kell %d oszlopot (header %d oszlopot tartalmaz). A helyes formátumért lásd Súgó.
pt_br: O arquivo csv importado deve ter %d colunas (a coluna título tem %d colunas). Consulte a página de ajuda para o formato correto.
sq: Skedari i importuar CSV duhet të përmbajë kolonat %d (kreu permban kollonat %d ). Shih faqen e Ndihmës për formatin e duhur.
sv_se: Importerade csv-filen borde innehålla %d kolumner (huvudet innehåller %d kolumner). Se anvisningarna för rätt format.

source: No csv file selected.
da_dk: Der er ikke valgt en csv fil.
de_de: Es wurde kein csv-File ausgewählt.
fr_fr: Aucun fichier CSV sélectionné.
hu_hu: Nincs csv fájl kiválasztva.
pt_br: Nenhum arquivo csv selecionado.
sq: Nuk u seleksionua asnjë dokument csv.
sv_se: Ingen csv-fil vald.

source: Please check if the csv file exists and is readable.
da_dk: Venligst kontroller at csv filen eksisterer og er læsbar.
de_de: Bitte überprüfe, ob das csv-File existiert und lesbar ist.
fr_fr: Merci de vérifier si le fichier CSV existe et est lisible.
hu_hu: Kérlek, ellenőrizd, hogy a csv fájl létezik és olvasható.
pt_br: Por favor verifique se o arquivo cdv existe e é legível.
sq: Ju lutem kontrolloni ne dokumenti csv ekziston dhe është i lezueshëm.
sv_se: Kontrollera att csv-filen finns och att den är läsbar.

source: Done
de_de: Fertig

source: Please make sure that the directory 'data/schedules' exists in the plugin directory and that it is readable!
de_de: Bitte stelle sicher, dass der Ordner 'data/schedules' im Pluginverzeichnis Deiner WordPress-Installation existiert und lesbar ist!

source: Uploading of new csv files is not possible at the moment. Directory '%s' is not writable.
de_de: Hochladen eines neuen csv-Files ist derzeit nicht möglich. Das Verzeichnis '%s' Deiner WordPress-Installation ist nicht beschreibbar.

source: Choose a new game schedule
da_dk: Vælg et nyt kamp program
de_de: Auswählen eines neuen Spielbeginns
fr_fr: Choisir une nouvelle programmation
hu_hu: Válassz egy új játék-menetrendet
pt_br: Selecione um novo calendário de jogos.
sq: Zgjidh një skedar të ri ndeshjesh
sv_se: Välj ett nytt spelschema

source: Import any of the following files. Overwrite the existing game schedule or add to the existing schedule.
da_dk: Importer en af de følgende filer. Overskriv det eksisterende kamp program eller tilføj et eksisterende kamp program.
de_de: Importieren einer der folgender Files. Überschreiben oder Hinzufügen zum existierenden Spielplan.
fr_fr: Importer un des fichiers suivant. Remplacer la programmation actuelle ou ajouter à la programmation actuelle.
hu_hu: A következő fájlok bármelyikének importálása. A létező játek-menetrend felülírása vagy ahhoz való hozzáadása.
pt_br: Importe qualquer um dos seguintes arquivos. Substitua o calendário de jogos já existente ou adicione ao calendário existente.
sq: Importojë ndonjë prej skedarëve vijues. Mbishkruaj skedulën ekzistuese të ndeshjeve ose shtoni në skedulën ekzistuese.
sv_se: Importera vilken som helst av följande filer. Ersätt existerande spelschema eller lägg till till existerande schema.

source: all files
da_dk: alle filer
de_de: alle Files
fr_fr: tous les fichiers
hu_hu: összes fájl
pt_br: todos os arquivos
sq: të gjitha dokumentat
sv_se: alla filer

source: only '%s' files
da_dk: kun '%s' filer
de_de: nur '%s' Files
fr_fr: seulement '%s' fichiers
hu_hu: csak '%s' fájl(ok)
pt_br: somente arquivos '%s'
sq: vetëm dokumentat '%s'
sv_se: endast '%s' filer

source: change
da_dk: ændre
de_de: ändern
fr_fr: changer
hu_hu: megváltoztat
pt_br: alterar
sq: ndrysho
sv_se: ändra

source: Contributor
da_dk: Bidragsyder
de_de: Mitwirkender
fr_fr: Contributeur
hu_hu: Közreműködő
pt_br: Colaborador
sq: Kontributori
sv_se: Medarbetare

source: Assets
da_dk: Aktiver
de_de: Bestand
fr_fr: Actifs
pt_br: Recursos
sq: Asetet
sv_se: Tillgångar

source: Upload these files to the 'football-pool' folder in the uploads folder of your WP install
de_de: Hochladen dieser Files zum Ordner im Uploadverzeichnis

source: download files
da_dk: download filer
de_de: Files herunterladen
fr_fr: télecharger les fichiers
hu_hu: file-ok letöltése
pt_br: baixar arquivos
sq: shkarko dokumentat
sv_se: ladda ner filer

source: Import CSV
da_dk: Importer CSV
de_de: CSV importieren
fr_fr: Importer un CSV
hu_hu: CSV import
pt_br: Importar CSV
sq: Importo CSV
sv_se: Importera CSV

source: Are you sure you want to add these matches to the existing schedule?
da_dk: Er du sikker på at du vil tilføje disse kampe til det eksisterende kamp program?
de_de: Bist Du Dir sicher, diese Begegnungen zum existierenden Spielplan hinzuzufügen?
fr_fr: Êtes-vous sûr de vouloir ajouter ces matchs à la programmation existante ?
hu_hu: Biztos vagy benne, hogy hozzáadod ezeket a mérkőzéseket a meglévő menetrendhez?
pt_br: Você tem certeza de que quer adicionar essas partidas ao calendário já existente?
sq: A jeni i sigurtë në shtimin e këtyre ndeshjeve në skedulën ekzistuese?
sv_se: Är du säker att du vill lägga till de här matcherna till det existerande schemat?

source: Import CSV & Overwrite
da_dk: Importer CSV & overskriv
de_de: CSV importieren & überschreiben
fr_fr: Importer un CSV et remplacer
hu_hu: CSV import & felülírás
pt_br: Importar o CV e substituir
sq: Importo CSV % Mbishkruaj
sv_se: Importera CSV och Ersätt

source: Are you sure you want to overwrite the game schedule with this schedule?\n\nAll predictions and scores will also be overwritten!
da_dk: Er du sikker på at du ønsker at overskrive kamp progammet med dette program?\n\nAlle gæt og point vil også blive overskrevet!
de_de: Bist Du Dir sicher, dass den existierenden Spielplan mit diesem Spielplan überschreiben möchtest?\n\nAlle Tipps und Punktzahlen werden ebenfalls überschrieben!
fr_fr: Êtes-vous sûr de vouloir remplacer la programmation des matchs par cette programmation?\n\nTous les pronostics et les scores seront également remplacés !
hu_hu: Biztos vagy benne, hogy felülírod a játék-menetrendet ezzel a menetrenddel?\n\nÍgy felülírod az összes fogadást és pontszámot is!
pt_br: Você tem certeza de que quer substituir o calendário de jogos por esse calendário?\n\nTodos os palpites e pontos também serão substituídos!
sq: Jeni të sigurtë që doni të mbishkruani skedulën e ndeshjeve me ketë skedulë?\n\nTë gjitha parashikimet dhe rezultatet gjithashtu do të mbishkruhen!
sv_se: Är du säker att du vill ersätta spelschemat med det här schemat?\n\nAlla tippningar och poäng kommer också att ersättas!

source: Are you really, really, really sure?
de_de: Bist du wirklich, wirklich, wirklich sicher?
hu_hu: Tényleg, teljesen, tuti biztos?
pt_br: Você tem certeza mesmo mesmo mesmo?
sv_se: Är du riktigt,riktigt, riktigt säker?
