Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: Leave empty to use default behavior of WordPress.
de_de: Leer lassen, um die Standards von WordPress zu verwenden.
pt_br: Deixe em branco para usar o modo padrão do WordPress.

source: This setting only applies to non-admins.
de_de: Diese Einstellung gilt nur für Nicht-Admins.

source: Page after registration
de_de: Seite nach der Registrierung
pt_br: Página após o registro
sv_se: Sida efter registrering

source: You can set the page where users must be redirected to after registration.
de_de: Gib die Seite an, wohin die Tipper nach der Registrierung weitergeleitet werden.

source: Keep data on uninstall
da_dk: Behold data ved afinstallering
de_de: Behalten die Daten nach der Deinstallation
fr_fr: Conserver les données lors d'une désinstallation
hu_hu: Adatok megőrzése eltávolításkor
pt_br: Manter os dados ao desinstalar
sq: Mbaj/Ruaj te dhenat ne c-instalim
sv_se: Behåll data efter avinstallering

source: If checked the options and pool data (teams, matches, predictions, etc.) are not removed when deactivating the plugin.
da_dk: Hvis markeret vil indstillinger og kampdata (hold, kampe, gæt, etc.) ikke blive slettet hvis plugin'et deaktiveres.
de_de: Ist diese Option hier angeklickt, dann werden Daten einer Tipprunde (Mannschaften, Begegnungen, Tipps, etc.) nicht gelöscht, sollte dieses Plugin deaktiviert werden.
fr_fr: En cochant cette option, les options et les données du plugin (équipes, matchs, pronostics, etc.) ne seront pas supprimées en cas de désactivation de celui ci.
hu_hu: Ha bepipálod, az opciók és a tippjáték-adatok (csapatok, mérkőzések, fogadások, stb.) nem lesznek eltávolítva, amikor kikapcsolod a plugint.
pt_br: Se marcado, as opções e dados do bolão (times, partidas, palpites, etc.) não serão removidos ao desativar o plugin.
sq: Nese eshte e seleksionuar, opsionet dhe te dhenat e pluginint nuk do te fshihen nga database kur plugini te c-instalohet.
sv_se: Om ikryssat kommer inställningar och tippningsdata (lag, matcher, tippningar, etc.) inte att tas bort när tillägget avaktiveras.

source: Joker multiplier
de_de: Joker Multiplikator
pt_br: Coringa multiplicador
sv_se: Multiplicerare för joker

source: Multiplier used for predictions with a joker set. The shortcode [fp-jokermultiplier] adds this value in the content. This value is also used for the calculations in the pool.
de_de: Der Multiplikator wird für Tipps verwendet, bei denen der Joker gesetzt wurde. Der Shortcode [fp-jokermultiplier] gibt diesen Wert aus. Dieser Wert wird auch für die Berechnung in der Tipprunde verwendet.
pt_br: Multiplicador usado para palpites com um coringa ativo. O shortcode [fp-jokermultiplier] adiciona este valor ao conteúdo. Este valor também é utilizado para os cálculos no bolão.
sv_se: Multiplicerare som används för tippningar med en joker aktiverad. Kortkoden [fp-jokermultiplier] lägger det här värdet i innehållet. Värdet används också för beräkningar i tippningen.

source: Full score
da_dk: Korrekt resultat
de_de: Volle Punktzahl
fr_fr: Score touvé (full score)
hu_hu: Teljes pontszám
pt_br: Pontuação placar exato
sq: Parshikim i sakte
sv_se: Fulla poäng

source: The points a user gets for getting the exact outcome of a match. The shortcode [fp-fullpoints] adds this value in the content. This value is also used for the calculations in the pool.
da_dk: Antal point en bruger får for at gætte det korrekte resultat. Shortcode'en [fp-fullpoints] tilføjer denne værdi i et indlæg eller side. Værdien her bruges også til at beregne stilling.
de_de: Diese Punktzahl erhält der Tipper für den exakt richtigen Tipp (Bsp.: Tipp = 2:0, Endergebnis = 2:0). Der Shortcode [fp-fullpoints] zeigt diesen Wert auf einer Webseite oder deren Inhalte/Texte an. Dieser Wert wird auch für die Errechnung der Punktzahl in der Tipprunde verwendet.
fr_fr: Nombre de points qu'un utilisateur obtient pour avoir trouvé le score exact du match. Le shortcode [fp-fullpoints] ajoute cette valeur dans contenu. Cette valeur est également utilisée pour les calculs généraux.
hu_hu: A pontszám, melyet a felhasználó kap, ha eltalálta egy mérkőzés pontos kimenetelét. A shortkód [fp-fullpoints] hozzáadja ezt az értéket a tartalomban. Ezt az értéket a tippjáték számításainál is felhasználjuk.
pt_br: Pontos que um usuário recebe por ter escolhido o resultado exato de uma partida. O shortcode [fp-fullpoints] adiciona este valor ao conteúdo. Este valor também é utilizado para os cálculos do bolão.
sq: Pikat një përdorues merr për të gjetjen e rezultatit të saktë të një ndeshje. Shortcode [FP-fullpoints] shton këtë vlerë në përmbajtje. Kjo vlerë është përdorur edhe për llogaritjet pikëve ne turne.
sv_se: Poängen en användare får för exakt matchresultat. Kortkoden [fp-fullpoints] lägger till värdet i innehållet. Värdet används också för beräkningar i tippningen.

source: Toto score
da_dk: Korrekt udfald
de_de: Totopunktzahl*
fr_fr: Bonne issue (score toto)
hu_hu: Toto pontszám
pt_br: Pontuação resultado
sq: Parashikim Lloto
sv_se: Totopoäng

source: The points a user gets for guessing the outcome of a match (win, loss or draw) without also getting the exact amount of goals. The shortcode [fp-totopoints] adds this value in the content. This value is also used in the calculations in the pool.
da_dk: Det antal point en bruger får for at gætte det korrekte udfald af en kamp (sejr, nederlag eller uafgjort). Shortcode'en [fp-totopoints] tilføjer denne værdi i et indlæg eller side. Værdien her bruges også til at beregne stilling.
de_de: Diese Punktzahl erhält der Tipper für den richtigen Tipp (Sieg, Niederlage oder Unentschieden), ohne den exakt richtigen Tipp des Endergebnisses vorhergesagt zu haben. Der Shortcode [fp-totopoints] zeigt diesen Wert auf einer Webseite oder deren Inhalte/Texte an. Dieser Wert wird auch für die Errechnung der Punktzahl in der Tipprunde verwendet.
fr_fr: Nombre de points qu'un utilisateur obtient pour avoir deviner l'issue d'un match (victoire, match nul ou une défaîte) sans toutefois avoir trouver le nombre exact de buts. Le shortcode [fp-totopoints] ajoute cette valeur dans une page. Cette valeur est également utilisée dans les calculs généraux.
hu_hu: A pontszám, melyet a felhasználó kap, ha eltalálta egy mérkőzés eredményét (győzelem, döntetlen, vereség), de a gólok számát nem. A shortkód [fp-totopoints] hozzáadja ezt az értéket a tartalomban. Ezt az értéket a tippjáték számításainál is felhasználjuk.
pt_br: Pontos que um usuário recebe por ter acertado o resultado da partida (vitória, derrota ou empate) sem ter acertado o placar exato. O shortcode [fp-totopoints] adiciona este valor ao conteúdo. Este valor também é utilizado nos cálculos do bolão.
sq: Pikët një përdorues merr për gjetjen e rezultatit të një ndeshjeje (fitore, humbje apo barazim), pa gjetur edhe shumën e saktë të golave. Shortcode [FP-totopoints] shton këtë vlerë në përmbajtje. Kjo vlerë është përdorur edhe në llogaritjet e pikëve të turneut.
sv_se: Poängen en användare får för att gissa utfallet för en match (vinst, förlust eller oavgjort) utan att ha tippat exakt antal mål. Kortkoden [fp-totopoints] lägger till värdet i innehållet. Värdet används också för beräkningar i tippningen.

source: Goal bonus
da_dk: Mål bonus
de_de: Torbonus
fr_fr: Bonus buts
hu_hu: Gól bónusz
pt_br: Bônus de gol
sq: Gol Bonus
sv_se: Målbonus

source: Extra points a user gets for guessing the goals correct for one of the teams. These points are added to the toto points or full points. The shortcode [fp-goalpoints] adds this value in the content. This value is also used in the calculations in the pool.
da_dk: Det antal ekstra point en bruger får for at gætte det korrekte antal mål for et af holdene. Disse point er tilføjet til korrekt udfald point eller fuld point. Shortcode'en [fp-goalpoints] tilføjer denne værdi i et indlæg eller side. Værdien her bruges også til at beregne stilling.
de_de: Diese Punktzahl erhält der Tipper für den richtigen Tipp der erzielten Tore einer der beiden Mannschaften. (Bsp.: Tipp = 2:0, Endergebnis = 2:1). Punkt(e) wird auf die Totopunktzahl addiert. Der Shortcode [fp-goalpoints] zeigt diesen Wert auf einer Webseite oder deren Inhalte/Texte an. Dieser Wert wird auch für die Errechnung der Punktzahl in der Tipprunde verwendet.
fr_fr: Points supplémentaires qu'un utilisateur obtient pour avoir deviner le nombre de buts correct pour l'une des équipes. Ces points se cumulent avec les points du score et de l'issue du match. Le shortcode [fp-goalpoints] ajoute cette valeur dans une page. Cette valeur est également utilisée dans les calculs généraux.
hu_hu: Extra pontok, melyeket a felhasználó kap, ha az egyik csapat góljainak számát eltalálta. A shortkód [fp-goalpoints] hozzáadja ezt az értéket a tartalomban. Ezt az értéket a tippjáték számításainál is felhasználjuk.
pt_br: Pontos extras que um usuário recebe por ter acertado o número de gols de um dos times. Esses pontos são adicionados à pontuação de resultado da partida ou pontuação placar exato. O shortcode [fp-goalpoints] adiciona esse valor ao conteúdo. Esse valor também é usado no cálculo do bolão.
sq: Pikë që një përdorues merr për gjetjen korrekte të golave të njërës prej skuadrave. Këto pikë i shtohen pikëve lloto apo parashikimeve të plota. Të shortcode [FP-goalpoints] shton këtë vlerë në përmbajtje. Kjo vlerë është përdorur edhe në llogaritjet e pikëve të turneut.
sv_se: Extra poäng en användare får för att gissa målen rätt för ena laget. De här poängen läggs till totopoängen eller fulla poäng. Kortkoden [fp-goalpoints] lägger till värdet i innehållet. Värdet används också för beräkningar i tippningen.

source: Goal difference bonus
da_dk: Mål difference bonus
de_de: Bonus für richtige Tordifferenz
fr_fr: Bonus écart de buts
hu_hu: Gólkülönbség bónusz
pt_br: Bônus para a diferença de gols
sq: Bonusi per diferencen e golave
sv_se: Bonus för målskillnad

source: Extra points a user gets for guessing the goal difference correct for a match. Only awarded in matches with a winning team and only on top of toto points. See the help page for more information. The shortcode [fp-diffpoints] adds this value in the content. This value is also used in the calculations in the pool.
da_dk: Det antal ekstra point en bruger får for at gætte det korrekte mål difference for et af holdene. Disse point er tilføjet til toto point. Shortcode'en [fp-diffpoints] tilføjer denne værdi i et indlæg eller side. Værdien her bruges også til at beregne stilling.
de_de: Extra Punkt(e) für die Vorhersage der richtigen Tordifferenz (Bsp für die richtige Tordifferenz: Tipp = 2:0, Ergebniss = 3:1). Punkt(e) kann zwangsläufig nur bei Begegnungen mit einem Sieger vergeben werden. ACHTUNG: Die hier gesetzte Punktzahl wird auf die Totopunktzahl hinzuaddiert. Mehr Informationen dazu Hilfe. Der Shortcode [fp-goalpoints] zeigt die erreichten Punkte für die richtige Tordifferenz an.
fr_fr: Points supplémentaires qu'un utilisateur obtient pour avoir deviner l'écart de buts d'un match. Ces points sont uniquement pris en compte dans les matchs ayant un vainqueur et en plus des points toto. Voir la page d'aide pour plus d'informations. Le shortcode [fp-goalpoints] ajoute cette valeur dans une page. Cette valeur est également utilisée dans les calculs généraux.
hu_hu: Extra pontok, melyeket a felhasználó kap, ha egy mérkőzés gólkülönbségét eltalálta. Csak azoknál a mérkőzéseknél ját, ahol győzelem a végeredmény, csak a totó-pontokon felül. További információért lásd Súgó oldal. A shortkód [fp-diffpoints] hozzáadja ezt az értéket a tartalomban. Ezt az értéket a tippjáték számításainál is felhasználjuk.
pt_br: Pontos extras que um usuário recebe por ter acertado a diferença de gols de uma partida. Concedido apenas para jogos que tenham um vencedor e adicionados aos pontos de resultado da partida. Consulte a página de ajuda para mais informações. O shortcode [fp-diffpoints] adiciona esse valor ao conteúdo. Esse valor também é usado no cálculo do bolão.
sq: Piket ekstra qe nje lojtar merr per parashikim korrekt te diferences se golave ne nje ndeshje. Piket do te dhurohen vetem ne nje skuader fituese dhe do ti bashkangjiten pikeve Lloto. Shiko faqe ne Ndihmes per me shume informacion. Shortcodi [fp-diffpoints] shton kete vlere ne permbajtje. Kjo vlere gjithashtu perdoret ne perllogaritjet e Pool.Pikë që një përdorues merr për gjetjen korrekte të golave të njërës prej skuadrave. Këto pikë i shtohen pikëve lloto apo parashikimeve të plota. Të shortcode [FP-goalpoints] shton këtë vlerë në përmbajtje. Kjo vlerë është përdorur edhe në llogaritjet e pikëve të turneut.
sv_se: Extra poäng en användare får för att gissa rätt målskillnad för en match. Tilldelas endast för matcher med ett vinnande lag och endast i toppen av totopoäng. Se anvisningssidan förf mera information. Kortkoden [fp-diffpoints] lägger till värdet i innehållet. Värdet används också i beräkningar i tippningen.

source: Prediction stop method for matches
da_dk: Metode til at bestemme hvornår der er deadline for indsendelse af gæt på kampene.
de_de: Tippstopmethode für Begegnungen
fr_fr: Méthode d'arrêt des pronostics pour les matchs
hu_hu: Fogadás-leállítás módszerek a mérkőzésekre
pt_br: Método de encerramento de palpites para partidas
sq: Metoda e bllokimit të parashikimeve për ndeshjet
sv_se: Metod att stoppa tippning för matcher

source: Dynamic time
da_dk: Dynamisk tid
de_de: Dynamische Zeit
fr_fr: Temps dynamique
hu_hu: Dinamikus idő
pt_br: Horário dinâmico
sq: Kohë dinamike
sv_se: Dynamisk tid

source: One stop date
da_dk: One-stop dato
de_de: Einen festen Eingabetermin
fr_fr: Date d'arrêt
hu_hu: Leállítás dátuma
pt_br: Uma data de encerramento
sv_se: Enstoppsdatum

source: Select which method to use for the prediction stop.
da_dk: Vælg hvilken metode der skal benyttes for deadline for indsendelse af gæt.
de_de: Wähle welche Methode für den Eingabestopp genutzt wird.
fr_fr: Choisissez une méthode pour l'arrêt des pronostics.
hu_hu: Válaszd ki, melyik módszert alkalmazod a fogadás-leállításra.
pt_br: Selecione qual o método deve ser usado para parar o palpite.
sq: Seleksiono cilën metode do përdoret për bllokimin e parashikimeve.
sv_se: Välj vilken metod för tippningsstopp.

source: Dynamic stop threshold (in seconds) for matches
da_dk: Dynamisk deadline grænse (i sekunder) for kampe
de_de: Dynamische Zeit (in Sekunden) für den letzten Zeitpunkt einer möglichen Eingabe
fr_fr: Seuil d'arrêt dynamique (en secondes) pour les matchs
hu_hu: Dinamikus leállítás küszöb (másodpercben megadva) a mérkőzésekre
pt_br: Limite dinâmico (em segundos) para parar as partidas
sq: Bllokimi dinakim (në sekonda) para ndeshjes
sv_se: Dynamisk stoppgräns (i sekunder) för matcher

source: A user may change his/her predictions untill this amount of time before game kickoff. The time is in seconds, e.g. 15 minutes is 900 seconds.
da_dk: En bruger kan ændre hans eller hendes gæt indtil dette tidspunkt før kickoff. Tiden er i sekunder, e.g. 15 minutter er 900 sekunder.
de_de: Ein Tipper darf seine Tipps bis zu dieser Zeit vor dem Spielbeginn ändern. Die Zeit ist in Sekunden anzugeben, z.B. 15 Minuten sind 900 Sekunden.
fr_fr: Un utilisateur peut changer ses pronostics jusqu'à ce moment avant le début du match. Le temps est exprimé en secondes, par exemple écrire 900 (secondes) pour 15 minutes.
hu_hu: A felhasználó megváltoztathatja a fogadásait egészen eddig az ideig a kezdőrúgás előtt. Az idő másodpercekben van megadva, pl. 15 perc = 900 másodperc.
pt_br: Um usuário pode mudar seus palpites até esta quantia de tempo antes do início da partida. O tempo está em segundos. Ex.: 15 minutos são 900 segundos.
sq: Një përdorues mund të ndryshojë parashikimin e tij/saj deri në këtë sasi kohore përpara fillit të një ndeshjeje. Koha është ne sekonda, p.sh. 15 minuta është 900 sekonda.
sv_se: En användare kan ändra sina tippningar fram till denna tidgräns före spelets avspark. Tiden i sekunder, t.ex. 15 minuter är 900 sekunder.

source: Prediction stop date for matches
da_dk: Deadline dato for indsendelse af gæt for kampe
de_de: Letzter Zeitpunkt zum Tippen
fr_fr: Date d'arrêt des pronostics pour les matchs
hu_hu: Fogadás-leállítás dátum a mérkőzésekre
pt_br: Data de encerramento de palpites para partidas
sq: Data e ndalimit te parashikimit te ndeshjeve
sv_se: Stoppdatum för matchtippning

source: If a valid date and time [Y-m-d H:i] is given here, then this date/time will be used as a single value before all predictions for the matches have to be entered by users. (your local time is:
da_dk: Hvis gyldig dato og tid [Y-m-d H:i] er givet her, vil denne dato/tid blive benyttet for alle gæt (din lokale tid er:
de_de: Wenn ein gültiges Format für Datum und Uhrzeit Zeit [Jahr-Monat-Tag und Stunden:Minuten] angegeben wurde, dann wird diese Zeitangabe für alle Tipps von Begegnungen verwendet. (Deine lokale Zeit ist:
fr_fr: Si une date et une heure valide [Y-m-d H:i] sont données ici, elles seront utilisées comme limite commune à tous les matchs afin que les pronostics soient saisis. (votre heure locale est :
hu_hu: Ha itt meg van adva egy valós dátum és időpont [É-h-n Ó:p], akkor ezt az időpontot/dátumot mint egyetlen értéket használjuk, mielőtt a felhasználóknak be kell írniuk az összes fogadást. (a helyi idő:
pt_br: Se uma data e horário válidos [aaaa-mm-dd hh:mm] são informados, então essa data/horário serão usados como um valor único antes de todas as partidas para as quais os usuários farão os seus palpites. (seu horário local é:
sq: Nëse një orë dhe datë e vlefshme[Y-m-d H:1] është vendosur këtu, atëherë kjo datë/orë do të përdoret si një vlerë e vetme perpara të gjitha parashikimeve te ndeshjeve të shtuara nga përdoruesit. (ora juaj lokale është:
sv_se: Om giltigt datum och tid [Y-m-d H:i] är angivet, så kommer detta datum/tid att användas innan alla matchtippningar som blivit angivna av anändare. (din lokala tid är:

source: Use one prediction stop date for questions?
da_dk: Benyt deadline dato for spørgsmål?
de_de: Verwende einen finalen Zeitpunkt für Fragen?
fr_fr: Utiliser une date d'arrêt des réponses pour les questions ?
hu_hu: Egyetlen fogadás-leállítás dátum használata a kérdésekre?
pt_br: Usar uma data para parar os palpites em perguntas?
sq: Përdor zgjdhje nje përdorimshe për pyejtjet?
sv_se: Använd ett stoppdatum för tippning av frågor?

source: No
da_dk: Nej
de_de: Nein
fr_fr: Non
hu_hu: Nem
pt_br: Não
sq: Jo
sv_se: Nej

source: Yes
da_dk: Ja
de_de: Ja
fr_fr: Oui
hu_hu: Igen
pt_br: Sim
sq: Po
sv_se: Ja

source: Prediction stop date for questions
da_dk: Deadline dato for spørgsmål
de_de: Letzter Zeitpunkt für Fragen
fr_fr: Date limite pour les réponses
hu_hu: Fogadás-leállítás dátum a kérdésekre
pt_br: Data de encerramento de palpites para perguntas
sq: Data e ndalimit te pergjigjes per pyejtjet
sv_se: Tippningens stoppdatum för frågor

source: If a valid date and time [Y-m-d H:i] is given here, then this date/time will be used as a single value before all predictions for the bonus questions have to be entered by users. (your local time is:
da_dk: Hvis gyldig dato og tid [Y-m-d H:i] er givet her, vil denne dato/tid blive benyttet for alle bonus spørgsmål (din lokale tid er:
de_de: Wenn ein gültiges Format für Datum und Uhrzeit Zeit [Jahr-Monat-Tag und Stunden:Minuten] angegeben wurde, dann wird diese Zeitangabe für alle zu beantwortenden Bonusfragen verwendet. (Deine lokale Zeit ist:
fr_fr: Si une date et une heure valide [Y-m-d H:i] sont données ici, elles seront utilisées comme limite commune à toutes les questions afin que les réponses soient saisies. (votre heure locale est :
hu_hu: Ha itt meg van adva egy valós dátum és időpont [É-h-n Ó:p], akkor ezt az időpontot/dátumot mint egyetlen értéket használjuk, mielőtt a felhasználóknak be kell írniuk az összes fogadást a bónusz kérdésekre. (a helyi idő:
pt_br: Se uma data e horário válidos [aaaa-mm-dd hh:mm] são informados, então essa data/horário serão usados como um valor único antes de todas as perguntas bônus para quais os usuários farão os seus palpites. (seu horário local é:
sq: Nëse një orë dhe datë e vlefshme[Y-m-d H:1] është vendosur këtu, atëherë kjo datë/orë do të përdoret si një vlerë e vetme perpara të gjitha përgjigjeve të pyejtjeve bonus nga përdoruesit. (ora juaj lokale është:
sv_se: Om giltig tid och datum [Y-m-d H:i] är angivet här, så kommer date/time att användas som ett singelvärde innan alla tippningar för bonusfrågorna blivit inskrivan av användare. (din lokala tid är:

source: Maximum length for a shoutbox message
da_dk: Maksimal længde af besked i shoutbox
de_de: Maximal Länge für die Nachrichtenbox
fr_fr: Longueur maximale pour un message instantané
hu_hu: Shoutbox üzenetek maximális hossza
pt_br: Comprimento máximo para uma mensagem na caixa de mensagem
sq: Gjatësia maksimale për mesazhet e shoutbox
sv_se: Maximal längd för meddelande i kommentarsrutan

source: Maximum length (number of characters) a message in the shoutbox may have.
da_dk: Maksimal længde (antal slag) en besked i shoutboxen må have.
de_de: Maximal Länge (Anzahl Zeichen), die eine Nachricht in der Nachrichtenbox haben darf.
fr_fr: Longueur maximale (nombre de caractères) qu'un message instantané devrait avoir.
hu_hu: A maximális hossz (karakterszám), amilyen egy shoutbox üzenet lehet.
pt_br: Comprimento máximo (número de caracteres) que uma mensagem na caixa de mensagens pode ter.
sq: Gjatësia maksimale (numri i karaktereve) që një mesazh në Shoutbox mund të ketë.
sv_se: Maximal längd (antal tecken) ett meddelande kan ha i kommentarsrutan.

source: Use leagues
da_dk: Benyt ligaer
de_de: Verwende Ligen
fr_fr: Utiliser les catégories
hu_hu: Ligák használata
pt_br: Utilizar campeonatos
sq: Përdor ligat
sv_se: Använd ligor
