Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: Updating match scores (step %s of %s)
de_de: Aktualisiere Punkte aus Begegnungen (Schritt %s von %s)

source: No matches to calculate.
de_de: Keine Begegnungen vorhanden.

source: Updating question scores (step %s of %s)
de_de: Aktualisiere Punkte aus Bonusfragen (Schritt %s von %s)

source: No questions to calculate.
de_de: Keine Fragen vorhanden.

source: Updating total scores (step %s of %s)
de_de: Aktualisiere Punktestand (Schritt %s von %s)

source: Calculating the user rankings (step %s of %s).
de_de: Berechne die Rankliste (Schritt %s von %s)

source: Activating new ranking and clean-up.
de_de: Aktiviere die neue Rangliste und räume auf.

source: Calculation completed. Thanks for your patience.
de_de: Berechnung beendet. Danke für deine Geduld.

source: No matches or questions to calculate, or no users in the pool. Ranking cleared.
de_de: Keine Begegnungn oder Bonusfragen, zum Berechnen, oder keine Benutzer in dieser Tipprunde. Rangliste bereinigt.

source: Step
da_dk: Trin
de_de: Schritt
fr_fr: Etape
hu_hu: Lépés
pt_br: Passo
sq: Hapi
sv_se: Steg

source: Something went wrong while (re)calculating the scores. See the <a href="?page=footballpool-help#ranking-calculation">help page</a> for details on solving this problem.
de_de: Mit der (Neu-)Berechnung der Punkte ist etwas schief gegangen. Schau auf der <a href="?page=footballpool-help#ranking-calculation">Hilfeseite</a> nach, um das Problem zu lösen.
pt_br: Ocorreu um erro ao (re)calcular a pontuação. Consulte o <a href="?page=footballpool-help#ranking-calculation">página de ajuda </a> para mais detalhes de como resolver esse problema.

source: <p>On this page you can add, change or delete shoutbox messages. Shoutbox messages are displayed in the plugin's Shoutbox widget.</p>
da_dk: <p>På denne side kan du tilføje, ændre eller slette shoutbox beskeder. Shoutbox beskeder vises i plugin'ets Shoutbox widget.</p>
de_de: <p>Auf dieser Seite kannst Du Nachrichtenboxen hinzufügen, ändern oder löschen. Nachrichtenboxen werden im mittels des 'Nachrichtenboxen Widget' dieses Plugins sichtbar gemacht.</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, modifier ou supprimer des messages dans la Shoutbox. Ces messages sont affichés lors de l'utilisation du Widget Shoutbox.</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz, megváltoztathatsz vagy törölhetsz shoutbox üzeneteket. A shoutbox üzenetej a plugin Shoutbox kisalkalmazásában jelennek meg.</p>
pt_br: <p>Nesta página você pode adicionar, alterar ou apagar as mensagens da Shoutbox. As mensagens da Shoutbox são exibidas no widget Shoutbox do plugin</p>
sq: <p>Ne kete faqe ju mund te shtoni, ndryshoni ose fshini mesazhet e Shoutbox. Mesazhet e Shoutbox shfaqen ne widget-in e pluginit, Shoutbox.</p>
sv_se: <p>På den här sidan kan du lägga till, ändra och ta bort kommentarsmeddelanden. Meddelanden i kommentarsrutan visas i tilläggets Kommentarruta widget.</p>

source: Shoutbox
de_de: Nachrichtenbox
pt_br: Caixa de mensagens
sv_se: Kommentarsruta

source: Message saved.
da_dk: Besked gemt.
de_de: Nachricht gespeichert.
fr_fr: Message sauvegardé.
hu_hu: Üzenet mentve.
pt_br: Mensagem salva.
sq: Mesazhi u ruajt
sv_se: Meddelande sparat.

source: Message id:%s deleted.
da_dk: Besked id:%s slettet.
de_de: Nachricht id:%s gelöscht.
fr_fr: Message numéro %s supprimé.
hu_hu: Üzenet id:%s törölve.
pt_br: Mensagem id:%s apagada.
sq: Mesazhi id:%s u fshi.
sv_se: Meddelande id:%s borttaget.

source: %s messages deleted.
da_dk: %s beskeder slettet.
de_de: %s Nachricht gelöscht.
fr_fr: %s messages supprimés.
hu_hu: %s üzenet(ek) törölve.
pt_br: %s mensagens apagadas.
sq: %s mesazhi u fshi.
sv_se: %s meddelande borttaget.

source: now
da_dk: nu
de_de: jetzt
fr_fr: maintenant
hu_hu: most
pt_br: agora
sq: tani
sv_se: nu

source: message
da_dk: besked
de_de: Nachricht
hu_hu: üzenet
pt_br: mensagem
sq: mesazh
sv_se: meddelande

source: time
da_dk: tid
de_de: Zeit
fr_fr: Date
hu_hu: idő
pt_br: hora
sq: koha
sv_se: tid

source: You are about to delete one or more shoutbox messages.
da_dk: Du er ved at slette en eller flere shoutbox beskeder.
de_de: Du bist dabei eine oder mehrere Nachrichten zu löschen.
fr_fr: Vous êtes sur le point de supprimer un ou plusieurs messages instantanés.
hu_hu: Törlöd: egy vagy több shoutbox üzenetet.
pt_br: Você está prestes a apagar uma ou mais mensagens da shoutbox.
sq: Ju jeni duke fshire nje ose disa mesazhe ne Shoutbox
sv_se: Du håller på att ta bort ett eller flera kommentarmeddelanden.

source: <p>On this page you can add, change or delete venues.</p>
da_dk: <p>På denne side kan du tilføje, ændre eller slette spillesteder.</p>
de_de: <p>Stadion hinzufügen, ändern oder löschen.</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, changer ou supprimer des lieux.</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz, megváltoztathatsz vagy törölhetsz helyszíneket.</p>
pt_br: <p>Nesta página você pode adicionar, alterar ou apagar locais.</p>
sq: <p>Ne kete faqe ju mund te shtoni ndryshoni ose fshini stadiumet.</p>
sv_se: <p>På den här sidan kan du lägga till, ändra eller ta bort spelplatser.</p>

source: Venues
da_dk: Spillesteder
de_de: Stadien
fr_fr: Lieux
hu_hu: Helyszínek
pt_br: Locais
sq: Stadiumet
sv_se: Spelplatser

source: Venue saved.
da_dk: Spillested gemt.
de_de: Stadien gespeichert.
fr_fr: Lieu sauvegardé.
hu_hu: Helyszín mentve.
pt_br: Local salvo.
sq: Stadiumi u ruajt.
sv_se: Spelplats sparad.

source: Venue id:%s deleted.
da_dk: Spillested id:%s slettet.
de_de: Stadion id:%s gelöscht.
fr_fr: lieu numéro %s supprimé.
hu_hu: Helyszín id:%s törölve.
pt_br: Local id:%s apagado.
sq: Stadiumi id:%s u fshi.
sv_se: Spelplats id:%s togs bort.

source: %s venues deleted.
da_dk: %s spillesteder slettet.
de_de: %s Stadien gelöscht.
fr_fr: %s lieux supprimés
hu_hu: %s helyszín(ek) törölve.
pt_br: %s locais apagados.
sq: %s stadiumet u fshine
sv_se: %s spelplatser togs bort.

source: photo
da_dk: billede
de_de: Bild
hu_hu: fénykép
pt_br: foto
sq: foto
sv_se: foto

source: comments
da_dk: kommentarer
de_de: Kommentar
fr_fr: Commentaires
hu_hu: hozzászólások
pt_br: comentários
sq: komentet
sv_se: kommentarer

source: An optional text with extra information about the venue that is displayed on the venue's page.
da_dk: Valgfri tekst med ekstra information om spillestedet som vil blive vist på spillestedet side.
de_de: Optionaler Text mit Extrainformationen über das Stadion, welches auf der Stadionseite angezeigt wird.
fr_fr: Texte facultatif contenant des informations supplémentaires à propos du lieu qui sera affiché sur sa page.
hu_hu: Egy opcionális szöveg, mely extra információkat tartalmaz a helyszínről, és annak oldalán jelenik meg.
pt_br: Um texto opcional com informações extras a respeito dos locais, que é mostrado na página dos locais.
sq: Nje tekst opsional me informacion ekstra rreth stadiumit te shfaqur ne faqen e ketij stadiumi.
sv_se: Valfri text med extra information om spelplatsen som visas på spelplatsens sida.

source: venue
da_dk: spillested
de_de: Stadion
fr_fr: lieu
hu_hu: helyszín
pt_br: local
sq: stadium
sv_se: spelplats

source: venue nr
da_dk: spillested nr
de_de: Stadionnummer
fr_fr: Numéro du lieu
hu_hu: helyszín no.
pt_br: Local nº
sq: stadiumi nr
sv_se: spelplats nr

source: You are about to delete one or more venues.
da_dk: Du er ved at slette en eller flere spillesteder
de_de: Du bist dabei ein oder mehrer Stadien zu löschen.
fr_fr: Vous êtes sur le point de supprimer un ou plusieurs lieux.
hu_hu: Törlöd: egy vagy több helyszínt.
pt_br: Você está prestes a apagar um ou mais locais.
sq: Ju jeni duke fshire nje ose disa stadiume.
sv_se: Du håller på att ta bort en eller flera spelplatser.

source: Teams
da_dk: Hold
de_de: Mannschaften
fr_fr: Équipes
hu_hu: Csapatok
pt_br: Times
sq: Skuadrat
sv_se: Lag

source: The first column contains a value that can be used for the ranking of teams in a group (Group Stage). In most cases the plugin will calculate this position automatically based on the results in the tournament. If two teams end up on the same position, even after considering all the tournament, then extra data is needed. Data this plugin doesn't have. You can manually tweak the last sort parameter here.
da_dk: Den første kolonne indeholder en værdi som kan benyttes til stillingen af hold i en gruppe. I de fleste tilfælde vil plugin'et beregne stillingen automatisk baseret på resultaterne. Hvis to hold ender med samme placering, selv efter at alt er inkluderet, så er der behov for ekstra data. Data som ikke findes i plugin'et. Du kan manuelt ændre dette.
de_de: Die erste Spalte enthält den Wert, der für die Ranglistenposition der Mannschaft in einer Gruppe genutzt wird. In den meisten Fällen wird dieses Plugin diese Position automatisch auf Basis von Ergebnissen in der Tipprunde kalkulieren. Wenn zwei Mannschaften, auch nach Berücksichtigung der Tipprunde, auf der selben Position stehen, werden zusätzliche Daten benötigt. Daten hat dieses Plugin nicht. Du kannst die finale Reihenfolge hier manuell setzen.
fr_fr: La première colonne contient une valeur qui peut être utilisée pour le classement des équipes dans un groupe (Phase de groupe). Dans la plupart des cas, le plugin va calculer automatiquement cette position, en se basant sur les résultats dans le tournoi. Si deux équipes se retrouvent dans la même position, même après avoir tenu tout le tournoi, les données supplémentaires sont nécessaires. Données que ce plugin ne possède pas. Vous pouvez modifier manuellement le paramètre de tri ici.
hu_hu: Az első oszlopban lévő értéket a csapatok rangsorolására használhatjuk egy csoporton belül (csoport-mérkőzések). Az esetek többségében a plugin automatikusan számítja ki ezt a helyezést, a versenysorozat eredményei alapján. Ha két csapat ugyanazon a helyen végez, a teljes versenysorozat lejátszása után is, extra adatok szükségesek, olyan adatok, melyeket ez a plugin nem tartalmaz. Itt manuálisan bevihető az utolsó osztályozó paraméter.
pt_br: A primeira coluna contém um valor que pode ser utilizado para o ranking de times num grupo (Fase de Grupos). Na maioria dos casos o plugin irá calcular esta posição automaticamente baseado nos resultados do campeonato. Se dois times acabarem na mesma posição, mesmo considerado todo o campeonato, então mais dados são necessários. Você pode editar este parâmetro de ranqueamento mais tarde.
sq: Kollona e pare permban vlera qe mund te perdoren ne renditje e skuadrave te nje grupi (faza e grupeve). Ne shumicen e rasteve plugini do ta llogarise pozicionin automatikisht bazuar ne rezultate e turneut. Nese 2 skuadra perfundojne ne te njejtin pozicion, edhe pas llogaritjes se turneut, atehere te dhena shtese do nevojiten... te dhena qe ky plugin nuk i ka. Per kete arsye ju mund te fusni disa te dhena manualisht ketu.
sv_se: Första kolumnen innehåller ett värde som kan användas för rankning av lag i en grupp (gruppspel). Oftast kommer tillägget att beräkna positionen automatiskt baserat på resultaten i turneringen. Om två lag slutar på samma position, även efter att man tar i beaktande hela turneringen, så behövs extra data. Data som tillägget inte har. Du kan manuellt justera en sista sorteringsparameter här.

source: The start value is the position at the start of the tournament.
da_dk: Start værdien er den position man vil tage i starten af turneringen.
de_de: Der Startwert ist die Position zu Beginn der Tipprunde.
fr_fr: La valeur de départ est la position au début du tournoi.
hu_hu: A kezdő érték a versenysorozat kezdetekori helyezés.
pt_br: O valor inicial é a posição no início do campeonato.
sq: Vlera fillestare shte pozicioni ne fillimin e turneut.
sv_se: Startvärdet är positionen vid turneringsstarten.

source: <p>On this page you can add, change or delete teams.</p><p>Only <em>'Active'</em> teams are shown on the teams page in the blog. The <em>'real'</em> column indicates if the team is a real team in the tournament or a temporary placeholder for a match that is not yet set (e.g. Winner Group A).</p>
da_dk: <p>På denne side kan du tilføje, ændre eller slette hold.</p><p>Kun <em>'Aktive'</em> hold vises på holdsiden. Kolonnen <em>'Rigtige'</em> indikerer om holdet er rigtigt eller en midlertidig pladsholder for en kamp der endnu ikke er bestemt (e.g. gruppe vindere).</p>
de_de: <p>Auf dieser Seite kannst Du Mannschaften hinzufügen, ändern oder löschen.</p><p>Nur <em>'aktive'</em> Mannschaften werden auf dieser Seite Deines Blogs angezeigt. Die Spalte <em>'echte Mannschaften'</em> gibt an, ob eine Mannschaft eine 'echte' Mannschaft einer Tipprunde ist oder ob es sich hier nur um einen Platzhalter für eine Begegnung handelt, die noch nicht eingetragen wurde (z.B. Gewinner Gruppe A).</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, modifier ou supprimer des équipes.</p><p>Seules les équipes <em>'Actives'</em> sont affichées sur la page des équipes du blog. La colonne <em>'réelle'</em> indique si l'équipe participe au tournoi ou si il s'agit d'un nom fictif pour un match n'ayant pas encore eu lieu (par exemple vainqueur du Groupe A).</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz, megváltoztathatsz vagy törölhetsz csapatokat. </p><p>A blogban csak az <em>'Aktív'</em> csapatok jelennek meg a csapat oldalon. A <em>'valós'</em> oszlop azt jelzi, hogy a csapat egy valós csapat a versenysorozatban vagy egy ideiglenes "helyőrző" egy mérkőzésre, ahol a résztvevő felek kiléte még nem dőlt el. (pl. A-Csoportgyőztes).</p>
pt_br: <p>Nesta página você pode adicionar, alterar ou apagar times. </p><p>Somente times <em>'ativos'</em> são mostrados na página dos times no blog. A coluna <em>'real'</em> indica se o time é um time de verdade no campeonato ou é um substituto temporário para uma partida que ainda não foi definida (ex. Vencedor do grupo A).</p>
sq: <p>Ne kete faqe ju mund te shtoni, ndryshoni ose fshini skuadrat.</p><p>Vetem skuadrat <em>'Aktive'</em> shfaqen ne faqen e skuadrave ne blog. Kollona <em>'reale'</em> tregon nese nje skuader eshte skuader e vertete, ose eshte krijuar thjeshte per plotesim vendi ne nje ndeshje ende te pa vendosur (p.sh. Fituesja e Grupit A).</p>
sv_se: <p>På den här sidan kan du lägga till, ändra eller ta bort lag.</p><p>Endast <em>'Aktiva'</em> lag visas på lagsidan i bloggen. Kolumnen <em>'riktigt'</em> indikerar om laget är ett riktigt lag i turneringen eller en temporär platshållare för en match som ännu int eär bestämd (t.ex. Vinnare i grupp A).</p>

source: Team details
da_dk: Hold detaljer
de_de: Mannschaftsdetails
fr_fr: Détails de l'équipe
hu_hu: Csapat részletek
pt_br: Detalhes do time
sq: Detajet e skuadres
sv_se: Lagdetaljer

source: <ul><li><em>photo</em> is used on the team page.</li><li><em>flag</em> is used in the standing table and the match overview.</li><li>If <em>link</em> is filled the team name on the team's page will link to this address.</li><li>The <em>comments</em> field can be used to add some extra info about the team. The info is shown on the team's page.</li></ul>
da_dk: <ul><li><em>billede</em> er benyttet på holdsiden.</li><li><em>flag</em> er benyttet på stillingsoversigten og kampprogrammet.</li><li>Hvis <em>link</em> er udfyldt på holdet sideder vil linkes til denne adresse.</li><li><em>Kommentar</em> feltet kan benyttes til at tilføje ekstra information om et hold. denne info vises på holdets side.</li></ul>
de_de: <ul><li><em>Foto</em> wird auf der Seite der Mannschaft verwendet.</li><li><em>Wappen</em> wird in der Tabelle und bei den Begegnungen verwendet.</li><li>Wenn ein <em>Link</em> für den Namen einer Mannschaft gesetzt wurde, dann wird auf die Seite der Mannschaft verlinkt.</li><li>Das Feld <em>Kommentare</em> kann genutzt werden, um zusätzliche Informationen über eine Mannschaft anzugeben. Diese Informationen werden auf der Seite der Mannschaft gezeigt.</li></ul>
fr_fr: <ul><li><em>photo</em> utilisée sur la fiche de l'équipe.</li><li><em>fanion</em> utilisé dans le classement et la fiche de match</li><li>Si la rubrique <em>lien</em> est remplie, le nom de l'équipe sur sa fiche renverra sur l'adresse donnée.</li><li>Le champs <em>commentaires</em> peut être utilisé pour donner des informations complémentaires. Celles-ci seront affichées sur la fiche de l'équipe.</li></ul>
hu_hu: <ul><li><em>fénykép</em>: a csapat oldalon használva.</li><li><em>zászló</em>: az állás táblázatban és a mérkőzés összefoglalóban használva.</li><li>Ha a <em>link</em> ki van töltve, a csapatnév a csapot oldalán erre a címre fog vezetni. </li><li>A <em>hozzászólások</em> mező által extra információt adhatunk hozzá a csapatról. Az információ a csapat oldalán jelenik meg.</li></ul>
pt_br: <ul><li><em>a foto</em> é usada na página do time.</li><li>O <em>escudo</em> é usado na classificação da tabela e na visão geral das partidas. </li><li>Se o <em>link</em> é adicionado, o nome do time na página de times vai redirecionar para esse endereço.</li><li>Os campos de <em>comentários</em> podem ser usados para adicionar informações extras sobre o time. A informação é exibida na página do time. </li></ul>
sq: <ul><li><em>foto</em> perdoret ne faqen e skuadres.</li><li><em>flamur</em> perdoret ne tabelat e renditjes dhe te dhenat e ndeshjeve.</li><li>Nese <em>lidhja</em> eshte plotesuar, emri i skuarder ne faqen e kesaj skuadre do jete lidhje ne kete adrese. </li><li>Fusha <em>komentet</em> perdoret per te vendosur informacion ekstra per skuadren. Informacioni shfaqet ne faqen e skuadres.</li></ul>
sv_se: <ul><li><em>foto</em> används på lagsidan.</li><li><em>flagga</em> används i ställningstabellen och matchöverblicken.</li><li>Om <em>länk</em> är ifylld länkas lagnamnet på lagets sida till den här adressen.</li><li>Fältet <em>kommentarer</em> kan användas för att lägga till extra information om laget. Informationen visas på lagets sida..</li></ul>

source: Add, change or delete teams.
da_dk: Tilføj, ændre eller slet hold.
de_de: Mannschaft hinzüfügen, ändern oder löschen.
fr_fr: Ajouter, modifier ou supprimer des équipes.
hu_hu: Csapatok hozzáadása, megváltoztatása vagy törlése.
pt_br: Adicionar, alterar ou apagar times.
sq: Shto, ndrysho ose fshij skuadrat.
sv_se: Lägg till, ändra eller ta bort lag.

source: If you delete a team all matches for the team and predictions for those matches are also deleted. After a delete action the scores in the pool are recalculated.
da_dk: Hvis du sletter et hold vil alle kampe med det hold og forudsigelser for de kampe også blive slettet. Efter at det er slettet vil stillingen i pool'en også blive genberegnet.
de_de: Wenn Du eine Mannschaft löschst, dann werden auch alle Begegnungen der Mannschaft und die Tipps für diese Begegnungen gelöscht. Nach dem Löschen werden die Punkte der Tipprunde neu berechnet.
fr_fr: Si vous supprimez une équipe tous les matchs de l'équipe et les pronostics pour les matchs sont également supprimés. Après une suppression les scores sont recalculés.
hu_hu: Ha törölsz egy csapatot, a csapat összes mérkőzése és az azokra érkezett fogadások is törlődnek. Törlési művelet után a tippjáték pontjait újraszámítjuk.
pt_br: Se você apagar um time, todas as partidas e palpites desse time também serão apagados. Após o apagamento, a pontuação do bolão será recalculada.
sq: Nese fshin nje skuader, te gjitha ndeshje dhe parashikimet e ndeshjeve ku bene pjese ajo skuader do te fshihen. Pas fshirjes, piket e turneut do rillogariten.
sv_se: Om du tar bort ett lag kommer lagets alla matcher och tippningarna för matcherna att också tas bort. Efter att borttagningen är utförd kommer poängen i tippningen att beräknas på nytt.

source: Team %d activated.
da_dk: Hold %d aktiveret.
de_de: Mannschaft %d aktivieren.
fr_fr: Équipe %d activée.
hu_hu: Csapat %d aktiválva.
pt_br: Time %d ativado.
sq: Skuadra %d u aktivizua.
sv_se: Lag %d aktiverat.

source: Team %d deactivated.
da_dk: Hold %d deaktiveret.
de_de: Mannschaft %d deaktivieren.
fr_fr: Équipe %d désactivée.
hu_hu: Csapat %d deaktiválva.
pt_br: Time %d desativado.
sq: Skuadra %d u caktivizua
sv_se: Lag %d inaktiverat.

source: %d teams activated.
da_dk: %d hold aktiveret.
de_de: %d Mannschaft wurde aktiviert.
fr_fr: %d équipes activées.
hu_hu: %d csapat aktiválva.
pt_br: %d times ativados.
sq: %d skuadrat u aktivizuan.
sv_se: %d lag aktiverade.

source: %d teams deactivated.
da_dk: %d hold deaktiveret.
de_de: %d Mannschaft wurde deaktiviert.
fr_fr: %d équipes désactivées.
hu_hu: %d csapat deaktiválva.
pt_br: %d times desativados.
sq: %d skuadrat u caktivizuan.
sv_se: %d lag inaktiverade.

source: Team saved.
da_dk: Hold gemt.
de_de: Mannschaf gespeichert.
fr_fr: Équipe enregistrée.
hu_hu: Csapat mentve.
pt_br: Time salvo.
sq: Skuadra u ruajt.
sv_se: Lag sparat.

source: Team id:%s deleted.
da_dk: Hold id:%s slettet.
de_de: Mannschaft id:%s gelöscht.
fr_fr: Équipe numéro %s supprimée.
hu_hu: Csapat id:%s törölve.
pt_br: Time id:%s apagado.
sq: Skuadra id:%s u fshi.
sv_se: Lag id:%s togs bort.

source: %s teams deleted.
da_dk: %s hold slettet.
de_de: %s Mannschaft gelöscht.
fr_fr: %s équipes supprimées.
hu_hu: %s csapat(ok) törölve.
pt_br: %s times apagados.
sq: %s skuadrat u fshine.
sv_se: %s lag borttagna

source: flag
de_de: Wappen
fr_fr: Drapeau / Logo
hu_hu: zászló
pt_br: escudo
sq: flamur
sv_se: flagga

source: A link to a website with information about the team. Used on the team page in de plugin.
da_dk: Et link til en hjemmeside med information om holdet. Bliver benyttet på hold siden i plugin'et.
de_de: Ein Link zu einer Webseite mit Informationen über die Mannschaft. Genutzt werden diese auf der Mannschaftsseite im Plugin.
fr_fr: Lien vers un site Web avec des informations sur l'équipe. Utilisé sur la page de l'équipe.
hu_hu: A csapartól szóló információkkat tartalmazó weboldalra vezető link. A pluginban lévő csapat oldalon alkalmazható.
pt_br: Um link para um site com informações sobre o time. Usado na página do time no plugin.
sq: Lidhje me websajtin qe permban infomacion rreth skuadres. Perdoret ne faqen e skuadres.
sv_se: Länk till en webbsida med information om laget. Användspå lagsidan i tillägget.

source: An optional text with extra information about the team that is displayed on the team's page.
da_dk: En valgfri tekst med ekstra information om holdet der vil blive vist på holdet side.
de_de: Ein optionaler Text mit Extrainformationen über die Mannschaft, die auf der Mannschaftsseite angezeigt wird.
fr_fr: Texte optionnel pour des informations supplémentaires sur l'équipe. Il est affiché sur la page de l'équipe.
hu_hu: Egy opcionális szöveg, mely extra információkat tartalmaz a csapartól, és annak oldalán jelenik meg.
pt_br: Um texto opcional com informações extras sobre o time, que é exibido na página do time.
sq: Nje tekst opsional me informacione ekstra reth skuadres qe shfaqet ne faqen e skuadres.
sv_se: Valfri text med extra information om lagen som visas på lagsidan.

source: group order
da_dk: gruppe rækkefølge
de_de: Gruppen ordnen
fr_fr: Ordre du groupe
hu_hu: csoport sorrend
pt_br: ordem dos grupos
sq: rradhitja ne grup
sv_se: gruppordning
