Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: yes
da_dk: ja
de_de: Ja
fr_fr: oui
hu_hu: igen
pt_br: sim
sq: po
sv_se: ja

source: no
da_dk: nej
de_de: Nein
fr_fr: non
hu_hu: nem
pt_br: não
sq: jo
sv_se: nej

source: You are about to delete this item. 'Cancel' to stop, 'OK' to delete.
de_de: Du bist dabei eine oder mehrere Ligen zu löschen. 'OK', um zu löschen oder ,'Abbrechen', um diesen Vorgang zu stoppen.

source: Cancel
da_dk: Annuler
de_de: Abbrechen
fr_fr: Annuler
hu_hu: Mégse
pt_br: Cancelar
sq: Anullo
sv_se: Avbryt

source: information about PHP's date format
da_dk: information om PHP's dato format
de_de: Information über das PHP Datumsformat
fr_fr: information à propos du format de date PHP
hu_hu: információ a PHP dátum formátumról
pt_br: informação sobre o formato de data PHP
sq: informacion mbi formatin PHP te dates
sv_se: information om PHP:s datumformat

source: Date
da_dk: Dato
de_de: Datum
hu_hu: Dátum
pt_br: Data
sq: Data
sv_se: Datum

source: postdate
da_dk: dato for post
de_de: Datum der Nachricht
fr_fr: Date antérieure
hu_hu: későbbre keltez
pt_br: data posterior
sv_se: inläggsdatum

source: custom date
da_dk: special dato
de_de: benutzerdefiniertes Datum
fr_fr: Date personnalisée
hu_hu: saját dátum
pt_br: personalizar data
sq: date e definuar
sv_se: eget datum

source: Select a ranking
da_dk: Vælg en stilling
de_de: Wähle eine Rangliste
fr_fr: Sélectionner un classement
hu_hu: Rangsor választása
pt_br: Selecione um ranking
sq: Seleksiono nje renditje
sv_se: Välj en rankning

source: default
da_dk: standard
de_de: standardmässig
fr_fr: Défaut
hu_hu: alapértelmezett
pt_br: padrão
sq: parazgjedhur
sv_se: grundvärde

source: all scores
da_dk: alle point
de_de: alle Punkte
fr_fr: tous les scores
hu_hu: összes pontszám
pt_br: todos as pontuações
sq: te gjitha rezultatet
sv_se: alla poäng

source: or choose a user defined ranking
da_dk: eller vælg en brugerdefineret stilling
de_de: oder wähle eine vorab definierte Rangliste
fr_fr: ou choisir un classement
hu_hu: vagy válassz egy felhasználó által meghatározott rangsort
pt_br: ou escolha un ranking definido pelo usuário
sq: ose zgjidh nje renditje te percaktuar nga perdoruesi
sv_se: eller välj en användardefinierad rankning

source: Select a league
da_dk: Vælg en liga
de_de: Wähle eine Tippliga
fr_fr: Sélectionner une catégorie
hu_hu: Liga kiválasztása
pt_br: Selecionar um campeonato
sq: Sleksiono nje lige
sv_se: Välj en liga

source: all players
da_dk: alle spillere
de_de: alle Tipper
fr_fr: Tous les joueurs
hu_hu: összes játékos
pt_br: todos os jogadores
sq: te gjithe lojtaret
sv_se: alla spelare

source: or choose a league
da_dk: eller vælg en liga
de_de: oder wähle eine Tippliga
fr_fr: ou choisir une catégorie
hu_hu: vagy válassz egy ligát
pt_br: ou escolha um campeonato
sq: ose zgjidh nje lige
sv_se: eller välj en liga

source: Match
da_dk: Kamp
de_de: Begegnung
hu_hu: Mérkőzés
pt_br: Partida
sq: Ndeshja

source: Select a match
da_dk: Vælg en kamp
de_de: Wähle eine Begegnung aus
fr_fr: Sélectionnez un match
hu_hu: Mérkőzés kiválasztása
pt_br: Selecione uma partida
sq: Seleksiono nje ndeshje
sv_se: Välj en match

source: Question
da_dk: Spørgsmål
de_de: Bonusfragen
hu_hu: Kérdés
pt_br: Pergunta
sq: Pyejtje
sv_se: Fråga

source: Select a question
da_dk: Vælg et spørgsmål
de_de: Wähle eine Bonusfrage aus
fr_fr: Sélectionnez une question
hu_hu: Kérdés kiválasztása
pt_br: Selecione uma pergunta
sq: Seleksiono nje pyejtje
sv_se: Välj en fråga

source: Select a user
da_dk: Vælg en deltager
de_de: Wähle einen Tipper
fr_fr: Sélectionnez un utilisateur
hu_hu: Felhasználó választása
pt_br: Selecione um usuário
sq: Seleksiono nje lojtar
sv_se: Välj en användare

source: logged in user
da_dk: bruger der er logget ind
de_de: eingeloggter Tipper
fr_fr: utilisateur connecté
hu_hu: bejelentkezett felhasználó
pt_br: usuário conectado
sq: perdorues i identifikuar
sv_se: inloggad användare

source: or choose another user
da_dk: eller vælg en anden deltager
de_de: oder wähle einen anderen Tipper
fr_fr: ou choisissez un autre utilisateur
hu_hu: vagy válassz egy másik felhasználót
pt_br: ou escolha um outro usuário
sq: ose zgjidh nje lojtar tjeter
sv_se: eller välj en annan användare

source: Select one or more match types
da_dk: Vælg en eller flere kamptyper
de_de: Wähle eine oder mehrere Begegnungstypen
fr_fr: Sélectionner un ou plusieurs types de matchs.
hu_hu: Egy vagy több mérkőzés-típus kiválasztása
pt_br: Selecione um ou mais tipos de partidas
sq: Seleksiono një ose disa lloje ndeshjes
sv_se: Välj en eller flera matchtyper

source: Select a shortcode
da_dk: Vælg en shortcode
de_de: Wähle einen Shortcode
fr_fr: Sélectionner un shortcode
hu_hu: Shortkód választása
pt_br: Selecione um shortcode
sq: Seleksiono nje shortcode
sv_se: Välj kortkod

source: Pool
de_de: Tipprunde
fr_fr: Espace pronostics
hu_hu: tippjáték
pt_br: Bolão
sv_se: Tippning

source: Ranking
da_dk: Stilling
de_de: Rangliste
fr_fr: Classement
hu_hu: Rangsor
sq: Renditja
sv_se: Rankning

source: Predictions for match or question
da_dk: Gæt for kamp eller spørgsmål
de_de: Tipps für Begegnungen oder Fragen
fr_fr: Pronostics pour un match ou une question
hu_hu: Fogadások mérkőzésre vagy kérdésre
pt_br: Palpites para partidas ou perguntas
sq: Parashikimi per ndeshje ose pergjigja pyejtjes
sv_se: Tippningar för match eller frågor

source: League info
de_de: Ligaoptionen
pt_br: Informações do campeonato
sv_se: Ligainformation

source: Link to page
da_dk: Link til side
de_de: Link zur Seite
fr_fr: Lien vers la page
hu_hu: Link az oldalra
pt_br: Associar a página
sq: Lidhje ne faqe
sv_se: Länk till sida

source: Link to registration
da_dk: Link til registrering
de_de: Link zur Registrierung
fr_fr: Lien vers l'inscription
hu_hu: Link a regisztrációhoz
pt_br: Link para registro
sq: Lidhje per regjistrimin
sv_se: Länk till registrering

source: Other
da_dk: Andet
de_de: Andere
fr_fr: Autre
hu_hu: További
pt_br: Outros
sq: Te tjera
sv_se: Övrigt

source: Value for
de_de: Wert für

source: Full points
da_dk: Korrekt resultat
de_de: Volle Punktzahl
fr_fr: Points pronostic entièrement bon
hu_hu: Teljes pontos
pt_br: Pontos placar exato
sq: Parashikim i sakte
sv_se: Fulla poäng

source: Toto points
da_dk: Korrekt udfald
de_de: Totopunktzahl
fr_fr: Points vainqueur trouvé
hu_hu: Totó pontok
pt_br: Pontos resultado da partida
sq: Parashikim Lloto
sv_se: Totopoäng

source: Number of players
da_dk: Antal af spillere
de_de: Anzahl Tipper
fr_fr: Nombre de joueurs
hu_hu: Játékosok száma
pt_br: Número de jogadores
sq: Numri i lojtareve
sv_se: Antal spelare

source: Show number of predictions?
da_dk: Vis antal af gæt?
de_de: Zeige die Anzahl der Tipps?
fr_fr: Afficher le nombre de pronostics
hu_hu: Fogadások számának mutatása?
pt_br: Exibir número de palpites?
sq: Shfaq numrin e parashikimeve?
sv_se: Visa antalet tippningar?

source: and/or
da_dk: og/eller
de_de: und/oder
fr_fr: et/ou
hu_hu: és/vagy
pt_br: e/ou
sq: dhe/ose
sv_se: och/eller

source: Text to display if there is nothing to show
da_dk: Tekst der vises hvis der ikke er noget at vise
de_de: Text, der angezeigt werden soll, falls nichts vorhanden ist.
fr_fr: Texte à afficher si il n'y a rien à montrer
hu_hu: Szöveg mutatása, ha nincs mit megjeleníteni
pt_br: Texto a exibir se não há nada para mostrar
sq: Teksti per tu shfaqur ne nuk ka asgje per te treguar
sv_se: Text att visa om det inte finns någonting att visa

source: Select a group
da_dk: Vælg en gruppe
de_de: Gruppe auswählen
fr_fr: Sélectionner un groupe
hu_hu: Válassz egy csoportot
pt_br: Selecione um grupo
sq: Seleksiono nje grup
sv_se: Välj en grupp

source: Click a label to show the options.
da_dk: Vælg et label for at vise muligheder.
de_de: Klick auf das Label, um die Optionen anzuzeigen.
fr_fr: Cliquez sur une étiquette pour voir les options.
hu_hu: Kattints egy címkére az opciók megjelenítéséhez.
pt_br: Clique em um etiqueta para mostrar as opções
sq: Kliko nje etikete per te shfaqur opsionet
sv_se: Klicka på en etikett för att visa inställningsalternativen.

source: Select one or more matches
da_dk: Vælg en eller flere kampe
de_de: Wähle eine oder mehrere Begegnungen aus
fr_fr: Sélectionner un ou plusieurs matchs
hu_hu: Egy vagy több mérkőzés kiválasztása
pt_br: Selecione um ou mais partidas
sq: Seleksiono një ose me shumë ndeshje
sv_se: Välj en eller flera matcher

source: Select one or more questions
da_dk: Vælg en eller flere spørgsmål
de_de: Wähle eine oder mehrere Fragen aus
fr_fr: Sélectionner un ou plusieurs questions bonus
hu_hu: Egy vagy több kérdés kiválasztása
pt_br: Selecione uma ou mais perguntas
sq: Seleksiono nje ose disa pyejtje
sv_se: Välj en eller flera frågor

source: Show this info
de_de: Zeige diese Information
pt_br: Mostrar esta informação
sv_se: Visa denna info

source: average points
de_de: durchschnittliche Punkte
pt_br: média de pontos

source: weighted average points
de_de: gewichtete durchschnittliche Punkte
pt_br: média ponderada de pontos

source: player names
de_de: Tipper
pt_br: nome dos jogadores

source: number of players
de_de: Anzahl Tipper
pt_br: número de jogadores

source: Select a page
da_dk: Vælg en side
de_de: Wähle eine Seite aus
fr_fr: Sélectionner une page
hu_hu: Oldal kiválasztása
pt_br: Selecione uma página
sq: Seleksiono nje faqe
sv_se: Välj en sida

source: Link title
da_dk: Link titel
de_de: Linkhinweis
fr_fr: Lier le titre
hu_hu: Link cím
pt_br: Título do link
sq: Titulli i lidhjes
sv_se: Länka rubrik

source: New window?
da_dk: Nyt vindue?
de_de: Neues Fenster?
fr_fr: Nouvelle fenêtre ?
hu_hu: Új ablak?
pt_br: Nova janela?
sq: Dritare e re?
sv_se: Nytt fönster?

source: Countdown to
da_dk: Nedtælling til
de_de: Countdown bis
fr_fr: Décompte vers
hu_hu: Visszaszámlálás ehhez:
pt_br: contagem regressiva para
sq: Numërimi mbrapsht per
sv_se: Nedräkning till

source: first match
da_dk: første kamp
de_de: erste Begegnung
fr_fr: Premier match
hu_hu: első mérkőzés
pt_br: primeira partida
sq: ndeshja e parë
sv_se: första matchen

source: or choose a match
da_dk: eller vælg en kamp
de_de: oder wähle eine Begegnung
fr_fr: ou choisir un match
hu_hu: vagy válassz egy mérkőzést
pt_br: ou escolha uma partida
sq: ose zgjidhni një ndeshje
sv_se: eller välj en match

source: Texts for counter
da_dk: Tekst for optælling
de_de: Text für Zähler
fr_fr: Textes pour le compteur
hu_hu: Szövegek a számlálóra
pt_br: Texto para counter
sq: Teksti per numeriesin
sv_se: text för räknare

source: no texts
da_dk: ingen tekst
de_de: kein Text
fr_fr: pas de textes
hu_hu: nincs szöveg
pt_br: nenhum texto
sq: pa tekst
sv_se: inga texter

source: before - time not passed
da_dk: før - tiden er ikke gået
de_de: vorher (noch nicht vergangene Zeit)
fr_fr: avant - temps non écoulé
hu_hu: előtte - el nem telt idő
pt_br: antes - tempo não decorrido
sq: perpara - koha nuk ka kaluar
sv_se: före - tiden inte gått

source: Leave empty for the default texts. Don't forget spaces between a text and the timer.
da_dk: Undlad at udfylde for standard tekster. Glem ikke at der skal være mellemrum mellem tekst og timeren.
de_de: Freilassen für den Standardtext. Vergiss nicht Leerzeichen zwischen dem Text und der Zeit zu setzen.
fr_fr: Laisser vide pour les textes par défaut. N'oubliez pas les espaces entre le texte et le timer.
hu_hu: Hagyd üresen, ha az alapértelmezett szövegeket szeretnéd használni. Ne felejts el szóközöket hagyni egy szöveg és az időzítő között.
pt_br: Deixe em branco para usar os textos padrão. Não se esqueça de deixar espaços entre um texto e o timer.
sq: Lere bosh pre tekstin e parazhgjedhur
sv_se: Lämna tomt för förinställda texter. Glöm inte mellanslagen mellan en text och tidräknaren.

source: after - time not passed
da_dk: efter - tiden er ikke gået
de_de: nachher (noch nicht vergangene Zeit)
fr_fr: après - temps non écoulé
hu_hu: utána - el nem telt idő
pt_br: depois - tempo não decorrido
sq: pas - koha nuk ka kaluar
sv_se: efter - tiden inte gått

source: before - time passed
da_dk: før - tiden er gået
de_de: vorher (verganene Zeit)
fr_fr: avant - temps écoulé
hu_hu: előtte - eltelt idő
pt_br: antes - tempo decorrido
sq: perpara - koha kaloje
sv_se: före - tidne gått

source: after - time passed
da_dk: efter - tiden er gået
de_de: nachher (vergangene Zeit)
fr_fr: après - temps écoulé
hu_hu: utána - eltelt idő
pt_br: depois - tempo decorrido
sq: pas - koha kaloje
sv_se: efter - tiden gått

source: Display inline
da_dk: Vis inline
de_de: Anzeige Inline
fr_fr: Afficher en tant que ligne
hu_hu: Sorok közti megjelenítés
pt_br: Exibir inline
sq: Shfaq inline
sv_se: Inline-visning

source: Time format
de_de: Zeitformat
pt_br: Formato do horário
sv_se: Tidsformat

source: days
da_dk: dage
de_de: Tage
fr_fr: jours
hu_hu: napok
pt_br: dias
sq: ditë
sv_se: dagar

source: hours
da_dk: timer
de_de: Stunden
fr_fr: heures
hu_hu: óra
pt_br: horas
sq: orë
sv_se: timmar

source: minutes
da_dk: minuter
de_de: Minuten
hu_hu: perc
pt_br: minutos
sq: minuta
sv_se: minuter

source: seconds
da_dk: sekunder
de_de: Sekunden
fr_fr: secondes
hu_hu: másodperc
pt_br: segundos
sq: sekonda
sv_se: sekunder

source: only seconds
de_de: nur Sekunden
pt_br: apenas alguns segundos
sv_se: endast sekunder

source: full score
da_dk: Korrekt resultat
de_de: Volle Punktzahl
fr_fr: pronostic entièrement bon
hu_hu: teljes pontszám
pt_br: pontuação placar exato
sq: Parashikim i saktë
sv_se: fulla poäng

source: toto score
da_dk: Korrekt udfald
de_de: Totopunktzahl
fr_fr: vainqueur trouvé
hu_hu: totó pontszám
pt_br: pontuação resultado da partida
sq: Parashikim Lloto
sv_se: totopoäng

source: no score
da_dk: ingen point
de_de: keine Punktzahl
fr_fr: pas de score
hu_hu: nincs pontszám
pt_br: sem pontuação
sq: Parashikim i pasaktë
sv_se: inga poäng

source: just the goal bonus
da_dk: bare mål bonus
de_de: nur der Topbonus
fr_fr: bonus buts uniquement
hu_hu: csak a gólbónusz
pt_br: somente o bônus de gol
sq: vetëm Gol Bonus
sv_se: endast målbonus

source: goal difference bonus
da_dk: mål difference bonus
de_de: Bonus für die richtige Tordifferenz
fr_fr: bonus différence de buts
hu_hu: gólkülönbség bónusz
pt_br: bônus diferença de gols
sq: bonusi i diferences se golave
sv_se: bonus för målskillnad

source: toto score with goal difference bonus
da_dk: toto point med mål difference
de_de: Totopunktzahl mit Bonus für die richtige Tordifferenz
fr_fr: score toto avec bonus différence de buts
hu_hu: totó pontszám gólkülönbség bónusszal
pt_br: pontuação resultado da partida com bônus por diferença de gols
sq: parashikim lloto me bonusin e diferences se golave
sv_se: totopoäng med målskillnadsbonu

source: points scored
da_dk: optjente points
de_de: erzielte Punkte
fr_fr: points marqués
hu_hu: megszerzett pontok
pt_br: pontos marcados
sq: Pikët e shënuara
sv_se: vunna poäng

source: points missed
da_dk: ikke-optjente points
de_de: nicht erzielte Punkte
fr_fr: points manqués
hu_hu: elvesztett pontok
pt_br: pontos perdidos
sq: Pikët e humbura
sv_se: förlorade poäng

source: wrong
da_dk: forkert
de_de: falsch
fr_fr: faux
hu_hu: hibás
pt_br: errado
sq: gabim
sv_se: fel

source: still open
da_dk: stadig åben
de_de: noch offen
fr_fr: encore ouvert
hu_hu: még nyitva
pt_br: ainda aberto
sq: vazhdon te jete i/e hapur
sv_se: fortfarande öppet

source: no answer
da_dk: intet svar
de_de: keine Antwort
fr_fr: aucune réponse
hu_hu: nincs válasz
pt_br: sem resposta
sq: ska pergjigje
sv_se: inget svar

source: match
da_dk: Kamp
de_de: Begegnung
hu_hu: mérkőzés
pt_br: partida
sq: Ndeshja

source: bonus question
da_dk: Spørgsmål
de_de: Bonusfrage
fr_fr: Question bonus
hu_hu: bónusz kérdés
pt_br: perguntas bônus
sq: pyejtja bonus
sv_se: bonusfråga

source: Charts are not enabled
da_dk: Diagrammer er ikke aktiveret
de_de: Diagramme sind nicht eingeschaltet
fr_fr: Les graphiques ne sont pas activés
hu_hu: Grafikonok nincsenek bekapcsolva
pt_br: Os gráficos não estão habilitados
sq: Statistikat grafike nuk jane te aktivizuara
sv_se: Diagram är inte aktiverat

source: matches and questions
da_dk: Kampe og spørgsmål
de_de: Begegnungen und Bonusfragen
fr_fr: matchs et questions
hu_hu: mérkőzések és kérdések
pt_br: partidas e perguntas
sq: Ndeshjet
sv_se: matcher och frågor

source: Click and drag in the plot area to zoom in
da_dk: Klik og træk i plot området for at zoome ind
de_de: Klicken und ziehen, um die Grafik zu vergrössern
fr_fr: Cliquez et faites glisser dans la zone de traçage pour zoomer
hu_hu: Kattints és húzd a nagyításhoz
pt_br: Clique e arraste no gráfico para dar zoom
sq: Kliko dhe tërhiq në fushën e mëposhtëme për të zmadhuar
sv_se: KLicka och dra i diagrammet för att zooma in

source: Drag your finger over the plot to zoom in
da_dk: Træk din finger over plot området for at zoome ind
de_de: Gehe mit dem Mauszeiger auf die Grafik, um sie zu vergrössern
fr_fr: Faites glisser votre doigt sur le terrain pour zoomer
hu_hu: Húzd fölé a kurzort a nagyításhoz
pt_br: Arraste seu dedo sobre o gráfico para dar zoom
sq: Tërhiq Miun në fushën e mëposhtëme për të zmadhuar
sv_se: Dra fingret över diagrammet för att zooma in

source: wins
da_dk: vundet
de_de: Siege
fr_fr: victoires
hu_hu: győzelem
pt_br: vitórias
sq: fitore
sv_se: vinster

# short for 'wins'
source: w
da_dk: v
de_de: S
fr_fr: v
hu_hu: GY
pt_br: v
sq: f
sv_se: V

source: draws
da_dk: uafgjort
de_de: Unentschieden
fr_fr: matchs nuls
hu_hu: döntetlen
pt_br: empates
sq: b
sv_se: oavgjort

# short for 'draws'
source: d
da_dk: u
de_de: U
fr_fr: n
pt_br: e
sq: b
sv_se: O

source: losses
da_dk: tabt
de_de: Niederlagen
fr_fr: défaîtes
hu_hu: vereség
pt_br: derrotas
sq: humbje
sv_se: förluster

# short for 'losses'
source: l
da_dk: t
de_de: N
hu_hu: V
pt_br: d
sq: h
sv_se: F

# short for 'matches'
source: m
da_dk: k
de_de: Sp.
pt_br: j
sq: n

source: Match statistics
de_de: Spielstatistiken
pt_br: Estatísticas da partida
sv_se: Matchstatistik

source: score
da_dk: Point
de_de: Punktzahl
fr_fr: Point
hu_hu: pontszám
pt_br: placar
sq: rezultat
sv_se: poäng

source: view other users predictions
da_dk: Se de andre spilleres gæt på denne kamp
de_de: Tipps von anderen anzeigen
fr_fr: Voir les pronostics des autres joueurs
hu_hu: többi felhasználó fogadásainak megtekintése
pt_br: ver palpites de outros usuários
sq: shfaq parashikimet e perdoruesve te tjere
sv_se: visa andra användares tippningar

source: use your joker?
da_dk: Benyt din Joker
de_de: Setzt Du Deinen Joker?
fr_fr: Utiliser votre ballon d'or ?
hu_hu: felhasználod a jokered?
pt_br: usar seu coringa?
sq: do përdorni Xholin tuaj?
sv_se: använd din joker?

source: 1 item
da_dk: 1 enhed
de_de: 1 Begriff
fr_fr: 1 élément
hu_hu: 1 tétel
sq: 1 artikull
sv_se: 1 objekt

source: Important:
da_dk: Vigtigt:
de_de: Achtung:
hu_hu: Fontos:
pt_br: Importante:
sq: E rendesishme:
sv_se: Viktigt:

source: answer this question before this date
da_dk: Du skal besvare spørgsmålet inden denne dato
de_de: Beantworte diese Frage vor diesem Zeitpunkt
fr_fr: Répondez à cette question avant cette date
hu_hu: válaszolj a kérdésre ezelőtt:
pt_br: Responda antes desta data
sq: Pergjigju kesaj pyejtje perpara kesaj date
sv_se: besvara frågan före detta datum

source: it's is no longer possible to answer this question, or change your answer
da_dk: Det er ikke længere muligt at svare på dette spørgsmål eller ændre dit svar.
de_de: es ist nicht länger möglich, die Frage zu beantworten bzw. die Antwort zu ändern
fr_fr: Il n'est plus possible de répondre à cette question ou de modifier votre réponse.
hu_hu: Válaszadás vagy a válasz megváltoztatása már nem lehetséges.
pt_br: Não é mais possível responder a esta pergunta ou modificar sua resposta
sq: nuk eshte me e mundur ti pergjigjesh kesaj pyejtje, ose te ndryshosh pergjigjen tende
sv_se: Det är inte längre möjligt att besvara den här frågan, eller ändra dina svar

source: closed on
da_dk: lukket den
de_de: geschlossen
fr_fr: Fermé
hu_hu: zárva ekkor:
pt_br: fechado em
sq: mbyllur ne
sv_se: stängt

source: view other users answers
da_dk: Se de andre spilleres svar på dette spørgsmål
de_de: Antworten von anderen Tippern anzeigen
fr_fr: Voir les réponses des autres joueurs
hu_hu: más felhasználók válaszainak megtekintése
pt_br: Ver respostas de outros usuários.
sq: shiko pergjigjet e perdoruesve te tjere
sv_se: visa andra användraes svar

source: Something went wrong during the save. Check if you are still logged in. If the problems persist, then contact your webmaster.
da_dk: Der gik noget galt da du forsøgte at gemme. Kontroller at du stadig er logget ind. Hvis problemet forsætter kontakt da webmaster.
de_de: Während des Abspeicherns ging etwas schief. Überprüfe, ob Du immer noch angemeldet bist. Sollte das Problem weiterhin bestehen, dann kontaktiere den Webmaster.
fr_fr: Une erreur s'est produite lors de l'enregistrement. Vérifiez si vous êtes toujours connecté. Si les problèmes persistent, contactez le webmaster.
hu_hu: A mentés során hiba történt. Ellenőrizd, hogy meg be vagy-e jelentkezve. HA a probléma továbbra is fennáll, lépj kapcsolatba a webmesterrel.
pt_br: Algo de errado aconteceu e não foi possível salvar. Verifique se você ainda está logado. Se o problema persistir, contacte o webmaster.
sq: Dicka nuk funksionoje sic duhet ne procesin e ruajtjes. Sigurohuni qe jeni ende i identifikuar. Nese problemi vazhdon, atehere kontaktoni webmasterin.
sv_se: Någonting gick fel medan du sparade. Kontrollera att du fortfarande är inloggad. Om problemet kvarstår, kontakta webbmastern.

source: You have to be a <a href="%s">registered</a> user and <a href="%s">logged in</a> to play in this pool.
da_dk: Du skal være en <a href="%s">registreret</a> bruger og <a href="%s">logget ind</a> for at spille i dette spil.
de_de: Du musst <a href="%s">registriert</a> und <a href="%s">eingeloggt</a> sein, um mittippen zu können.

source: No match data available.
da_dk: Der er ikke nogen kamp data.
de_de: Keine Informationen verfügbar.
fr_fr: Aucune donnée de match disponible.
hu_hu: Mérkőzés adatai nem elérhetők.
pt_br: Nenhum dado de partidas disponível.
sq: Asnjë të dhënë rreth ndeshje(s)
sv_se: Ingen matchdata tillgänglig.

source: register
da_dk: Registrer
de_de: registrieren
fr_fr: S'inscrire
hu_hu: feliratkozás
pt_br: registrar
sq: regjistrohu
sv_se: registrera

source: User unknown.
da_dk: Ukendt bruger
de_de: Tipper ist nicht bekannt.
fr_fr: Joueur inconnu.
hu_hu: Ismeretlen felhasználó
pt_br: Usuário desconhecido.
sq: Perdorues i panjohur
sv_se: Okänd användare

source: This data is not (yet) available.
da_dk: Data er endnu ikke tilgængelig.
de_de: Diese Information ist derzeit nicht verfügbar.
fr_fr: Il n'y a pas (encore) de données disponibles.
hu_hu: Ez az adat (még) nem elérhető.
pt_br: Dados ainda não disponíveis.
sq: Keto te dhena nuk jane ende te disponueshme.
sv_se: Detta datum är inte (ännu) tillgängligt

source: correct?
da_dk: Korrekt?
de_de: richtig?
hu_hu: helyes?
pt_br: correto?
sq: korrekte?
sv_se: rätt?

source: correct answer
da_dk: korrekt svar
de_de: richtige Antwort
fr_fr: Bonne réponse
hu_hu: helyes válasz
pt_br: resposta correta
sq: pergjigje korrekte
sv_se: rätt svar

source: wrong answer
da_dk: forkert svar
de_de: falsche Antwort
fr_fr: mauvaise réponse
hu_hu: rossz válasz
pt_br: resposta errada
sq: pergjigje e gabuar
sv_se: fel svar

source: prediction
da_dk: Gæt
de_de: Tipp
fr_fr: Pronostic
hu_hu: fogadás
pt_br: palpite
sq: parashikim
sv_se: tippning

# to indicate that a user has set a joker for this match
source: joker set
de_de: Joker gesetzt
pt_br: joker ativo
sv_se: joker vald

source: team photo for
da_dk: hold foto for
de_de: Mannschaftsfoto für
fr_fr: Photo de l'équipe
hu_hu: csapatfotó:
pt_br: foto do time para
sq: foto per skuadren
sv_se: lagfoto för

source: Click to enlarge:
da_dk: Klik for at forstørre
de_de: Anklicken, um zu vergrössern:
fr_fr: Cliquer pour agrandir :
hu_hu: nagyításhoz kattints
pt_br: Clique para aumentar:
sq: Kliko per te zmadhuar:
sv_se: Klicka för att förstora
