Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: If teams are placed in a group and the default ordering does not work (when teams have the same points) you can fix the ordering with this number.
da_dk: Hvis hold er placeret i en gruppe og standard rækkefølgen ikke virker (når hold har samme point) kan du ændre dette med dette tal.
de_de: Wenn Mannschaften in Gruppen eingeteilt wurden und die Standardzuteilung nicht funktioniert (, wenn Mannschaften die gleiche Punktzahl haben), dann kannst Du die Reihenfolge mit dieser Ziffer ändern.
fr_fr: Si les équipes sont placées dans un groupe et l'ordre par défaut ne fonctionne pas (quand les équipes ont les mêmes points), vous pouvez fixer l'ordre avec ce numéro.
hu_hu: Ha a csapatok egy csoportban szerepelnek, és az alapértelmezett sorrendbe rendezés nem működik (amikor a csapatok ugyanannyi pontszámmal rendelkeznek), ezzel a számmal kijavíthatod a sorrendet.
pt_br: Se os times são colocados em um grupo e a classificação padrão não funcionar (quando times têm a mesma quantidade de pontos), você pode corrigir a classificação com esse número.
sq: Nese skuadrat jane vendosur ne nje grup ku renditja normale nuk funksionon (p.sh. kur skuadrat kane te njejtat pike) ju mund te vendosni pozicionin ne renditje me kete numer.
sv_se: Om lagen är placerade i en grupp och grundordningen inte fungerar (när lag har samma poäng) kan du fastslå ordningen med detta nummer.

source: team is not a temporary team name
da_dk: hold er ikke et midlertidigt hold navn
de_de: Mannschaft ist derzeit kein Mannschaftsname
fr_fr: Équipe réelle
hu_hu: A csapat nem egy átmeneti csapatnév
pt_br: o time não é um nome de time temporário
sq: Skuadra nuk eshte nje emer skuadre e perkoheshme
sv_se: laget är inte ett temporärt lagnamn

source: Uncheck this box if the team is not a real team, e.g. "Winner match 30".
da_dk: Sæt til falsk hvis hold navnet ikke er et rigtig hold navn, e.g. "Winner match 30".
de_de: Haken rausnehmen, wenn die Mannschafts keine echte Mannschaft ist, z.B. ("Siegerspiel 30").
fr_fr: Décochez si le nom de l'équipe est fictif, par exemple, "Vainqueur du match 30".
hu_hu: Vedd ki a pipát, ha csapat nem egy valós csapat, pl. "Meccs 30 győztese".
pt_br: Desmarque essa opção se o time não for um time real, por ex. "Vencedor do jogo 30".
sq: Caktivizoje kete kuti nese emri i skuadres nuk eshte i vertete, p.sh. "Fituesja Ndeshjes 30 ".
sv_se: Avmarkera den här rutan om laget inte är ett riktigt lag, t.ex. "Vinnare i match 30".

source: team is active
da_dk: hold er aktiveret
de_de: Mannschaft ist aktiv
fr_fr: L'équipe est active
hu_hu: a csapat aktív
pt_br: time está ativo
sq: skuadra eshte aktive
sv_se: laget är aktivt

source: team
da_dk: hold
de_de: Mannschaft
fr_fr: Équipe
hu_hu: csapat
pt_br: time
sq: skuadra
sv_se: lag

source: active
da_dk: aktiv
de_de: aktiv
hu_hu: aktív
pt_br: ativo
sq: aktive
sv_se: aktiv

source: real team
da_dk: rigtig hold
de_de: echte Mannschaft
fr_fr: Équipe réelle
hu_hu: valós csapat
pt_br: time real
sq: skuader e vertete
sv_se: riktigt lag

source: Activate team(s)
da_dk: Aktiver hold
de_de: Mannschaft(en) aktiveren
fr_fr: Activer équipe(s)
hu_hu: csapat(ok) aktiválása
pt_br: Ativar o(s) time(s)
sq: Aktivizo skuadren(at)
sv_se: Aktivera lag

source: You are about to activate one or more teams.
da_dk: Du er ved at aktivere et eller flere hold.
de_de: Du bist dabei eine oder mehrer Mannschaften zu aktivieren..
fr_fr: Vous êtes sur le point d'activer une ou plusieurs équipes.
hu_hu: Aktiválod: egy vagy több csapatot.
pt_br: Você está prestes a ativar um ou mais times.
sq: Ju jeni duke aktivizuar nje ose disa skuadra.
sv_se: Du håller på att aktivera ett eller flera lag.

source: Deactivate team(s)
da_dk: Deaktiver hold
de_de: Mannschaft(en) deaktiveren
fr_fr: Désactiver équipe(s)
hu_hu: csapat(ok) deaktiválása
pt_br: Desativar time(s)
sq: Caktivizo skuadren(at)
sv_se: Inaktivera lag

source: You are about to deactivate one or more teams.
da_dk: Du er ved at deaktivere et eller flere hold.
de_de: Du bist dabei eine oder mehrer Mannschaften zu deaktivieren.
fr_fr: Vous êtes sur le point de désactiver une ou plusieurs équipes.
hu_hu: Deaktiválod: egy vagy több csapatot.
pt_br: Você está prestes a desativar um ou mais times.
sq: Ju jeni duke caktivizuar nje ose disa skuadra.
sv_se: Du håller på att inaktivera ett eller flera lag.

source: You are about to delete one or more teams.
da_dk: Du er ved at slette et eller flere hold.
de_de: Du bist dabei eine oder mehrere Mannschaften zu entfernen.
fr_fr: Vous êtes sur le point de supprimer une ou plusieurs équipes.
hu_hu: Trölöd: egy vagy több csapatot.
pt_br: Você está prestes a apagar um ou mais times.
sq: Ju jeni duke fshire nje ose disa skuadra.
sv_se: Du håller på att ta bort ett eller flera lag.

source: <p>On this page you can add or remove users from the pool.</p><p>Use the bulk actions to add or remove more players at once.</p>
da_dk: <p>På denne side kan du tilføje eller slette brugere fra stillingen.</p><p>Benyt massehandling for at tilføje eller slette flere af gangen.</p>
de_de: <p>Auf dieser Seite kannst Du Tipper (Benutzer) zu einer Tipprunde hinzufügen oder löschen.</p><p>Nutze 'Multiple Änderungen', wenn Du mehrer Tipper auf einmal hinzufügen oder löschen möchtest.</p>
fr_fr: <p>Sur cette page, vous pouvez ajouter ou supprimer des utilisateurs.</p><p>Utilisez l'action groupée pour ajouter ou supprimer plusieurs joueurs à la fois.</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz vagy eltávolíthatsz felhasználókat a tippjátékból.</p><p>Használd a csoportos műveleteket, ha egyszerre több felhasználót szeretnél hozzáadni vagy eltávolítani.</p>
pt_br: <p>Nesta página você pode adicionar ou remover usuários do bolão. </p><p>Use as ações em massa para adicionar ou remover vários jogadores de uma só vez.</p>
sq: <p>Ne kete faqe ju mund te shtoni ose hiqni perdorues nga ky Footbal Pool.</p> <p>Perdor opsionin "me shumice" per te shtuar ose hequr disa lojtare njeheresh.</p>
sv_se: <p>På den här sidan kan du lägga till eller ta bort användare från tippningen.</p><p>Välj åtgärder för att lägga till eller ta bort flera spela samtidigt.</p>

source: <p>The plugin can use leagues (a league is a group of players in your pool) to group players together. If you are using leagues in the pool an admin has to acknowledge the league for which a player subscribed.</p><p>The <em>'plays in league'</em> column shows the league where the user is currently added to; you may change that value. The column <em>'registered for league'</em> shows the league the user wants to play in (the user chose this value upon subscribing for the pool).</p>
da_dk: <p>Plugin'et kan benytte ligaer (en liga er en specifik samling af deltagere) til at gruppere deltagere. Hvis du benytter ligaer skal administratoren anerkende den liga som man skal tilføjes.</p><p><em>'Spiller i liga'</em> kolonnen viser den liga hvor en deltager tilhører; du kan ændre dette. Kolonnen <em>'registreret i liga'</em> viser den liga som en deltager ønsker at deltage i (valgt ved registrering).</p>
de_de: <p>Dieses Plugin kann Tippligen nutzen ( ... eine Liga ist eine Gruppe von Tippern), um Tipper zu gruppieren. Wenn Du Tippligen nutzt, dann muss der Administrator die Zuweisung von Tippern zu entsprechenden Ligen erst bestätigen.</p><p>Die Spalte <em>'spielt in Liga'</em> zeigt die Liga, zu der ein Tipper aktuell hinzugefügt wurde. Dies kannst Du jederzeit ändern. Die Spalte <em>'registriert für Liga'</em> zeigt die Liga, in der ein Tipper gerne mitspielen möchte (der Tipper wählt dies bei seiner Registrierung für das Tippspiel aus).</p>
fr_fr: <p>Le plugin peut utiliser des catégories (une catégorie est un groupe de joueurs dans le plugin) pour grouper des joueurs ensemble. Si vous les utilisez, un administrateur doit approuver la catégorie à laquelle un joueur aurait souscrit.</p><p>La colonne <em>'joue dans la catégorie'</em> affiche les catégorie auxquelles appartient un joueur. Vous pouvez changer cette valeur. La colonne <em>'enregistré dans la catégorie'</em> affiche les catégories dans lesquelles l'utilisateur veut joueur. L'utilisateur l'aura indiquer lors de son inscription.</p>
hu_hu: <p>A plugin ligákat használhat arra (a liga a tippjátékodban résztvevő játékosok egy csoportja), hogy játékosokat tegyen össze egy csoportba. Ha ligákat használsz a tippjátékban, egy adminnak el kell fogadnia, amikor egy játékos feliratkozik egy ligára.</p><p>Az <em>'ebben a ligában játszik'</em> oszlop megmutatja, hogy a felhasználó jelenleg melyik ligához van hozzáadva; ezt az értéket akár meg is változtathatod. A <em>'regisztrált erre a ligára'</em> oszlop megmutatja, melyik ligában akar játszani a felhasználó (a felhasználó a tippjátékra való feliratkozáskor választotta ezt az értéket).</p>
pt_br: <p>O plugin pode usar campeonatos (um campeonato é um grupo de jogadores no seu bolão) para agrupar jogadores. Se você está usando campeonatos no bolão, o administrador precisa confirmar o campeonato no qual um jogador se inscreveu. </p><p>A coluna<em>'jogadores no campeonato'</em> mostrar o campeonato do qual um usuário está participando atualmente; você pode alterar esse valor. A coluna <em>'registrado no campeonato'</em> mostra o campeonato do qual o usuário quer participar (o usuário escolhe esse valor quando se inscreve para o bolão).</p>
sq: <p>Plugini mund te perdoret me liga (nje lige eshte nje grup lojtaresh ne Football Pool) per te grupuar lojtaret sebashku. Nese perdorni ligat ne Pool, nje admin duhet te miratoje ligen per te cilen nje lojtar u regjistrua.</p><p>Kollona <em>'luan ne ligen'</em> tregon se ne cilen lige eshte regjistruar nje lojtar; ju mund ta ndryshoni kete vlere. Kollona <em>'regjistruar per ligen'</em> tregon ligen ne te cilen nje perdorues deshiron te luaj (perdoruesi zgjodhi kete vlere gjate regjistrimit te tij).</p>
sv_se: <p>Tillägget kan använda ligor (en liga är en grupp av spelare i din tippning) för att gruppera spelare. Om du använder ligor i tippningen måste en admin bekräfta ligan en spelare har valt.</p><p>Kolumnen <em>'spelar i liga'</em> visar ligan där användaren för närvarande är insatt i; du kan ändra värdet. Kolumnen <em>'registrerad för liga'</em> visar ligan som användaren vill spela i (användaren väljer det här värdet när han/hon ansluter sig till tippningen).</p>

source: Other options
da_dk: Andre muligheder
de_de: Weitere Optionen
fr_fr: Autres options
hu_hu: További opciók
pt_br: outras opções
sq: Opsione te tjera
sv_se: Övriga inställningar

source: Change league settings
da_dk: Ændre liga indstillinger
de_de: Änderung der Ligaeinstellungen
fr_fr: Changer les paramètres de la catégorie**
hu_hu: Liga beállítások megváltoztatása
pt_br: Alterar configurações do campeonato
sq: Ndrysho opsionet e liges
sv_se: Ändra ligainställningar

source: Help section about players
da_dk: Hjælpesektion for spillere
de_de: Hilfekapitel für Tipper
fr_fr: Rubrique d'aide sur les joueurs
hu_hu: Játékosok súgó
pt_br: Seção de ajuda sobre jogadores
sq: Seksioni i ndihmes rreth lojtareve
sv_se: Anvisningar för spelare

source: Help section about leagues
da_dk: Hjælpesektion for ligaer
de_de: Wähle eine Tippliga
fr_fr: Rubrique d'aide sur les catégories
hu_hu: Ligák súgó
pt_br: Seção de ajuda sobre campeonatos
sq: Seksioni i Ndihmes per ligat
sv_se: Anvisningar för ligor

source: Users
da_dk: Brugere
de_de: Tipper
fr_fr: Joueurs
hu_hu: Felhasználók
pt_br: Usuários
sq: Përdorues
sv_se: Användare

source: You are using leagues. To exclude users from the pool you have to take them out of any league.
da_dk: Du benytter ligaer. For at ekskludere brugere fra stillingen skal du fjerne dem fra alle ligaer.
de_de: Du benutzt Tippligen. Um Benutzer von Tipprunde(n) auszuschließen, musst Du ihn aus der Tippliga entfernen.
fr_fr: Vous utilisez les catégories. Pour exclure des joueurs, vous n'avez qu'à les sortir de toutes les catégories.
hu_hu: Ligákat használsz. A felhasználók tippjátékból való kizárásához ki kell vegyed őket valamennyi ligából.
pt_br: Você está utilizando campeonatos. Para excluir usuários do bolão você deve antes excluí-los dos campeonatos.
sq: Ju po perdorni ligat. Per te perjashtuar perdoruesit nga Football Pool, ju duhet ti nxirrni ato nga te ghitha ligat.
sv_se: Du använder ligor. För att utesluta användare från tippningen måste du ta bort dem från ligor.

source: To exclude users tick the appropiate column
da_dk: For at ekskludere en bruger vælg i den respektive kollone
de_de: Um eines Tippers Häkchen aus der entsprechenden Spalte zu entfernen.
fr_fr: Pour exclure des utilisateurs cocher la colonne appropriée
hu_hu: A felhasználók kizárásához pipáld be a megfelelő oszlopot
pt_br: Para excluir usuários selecione a coluna apropriada.
sq: Per te perjashtuar perdoruesin, kliko kollonen perkatese
sv_se: Kryssa i lämplig kolumn för att utesluta användare

source: Save Changes
da_dk: Gem ændringer
de_de: Änderungen speichern
fr_fr: Sauvegarder les modifications
hu_hu: Változtatások mentése.
pt_br: Salvar alterações
sq: Ruaj Ndryshimet
sv_se: Spara ändringar

source: Change
de_de: ändern

source: %s deleted as a user.
da_dk: %s slettet som brugerr.
de_de: %s als Tipper gelöscht.
fr_fr: %s supprimé en tant que joueur.
hu_hu: %s törölve mint felhasználó.
pt_br: %s apagado como usuário.
sq: %s perdoruesi u fshi.
sv_se: %s borttagen som användare.

source: %d users removed as user.
da_dk: %d brugere er slettet som brugere.
de_de: %d Benutzer als Tipper entfernt.
fr_fr: %d utilisateurs supprimée en tant que joueurs.
hu_hu: %d felhasználó eltávolítva mint felhasználó.
pt_br: %d usuários removidos.
sq: %d perdoruesit u fshine nga Football Pool
sv_se: %d användare borttagna som användare.

source: %s added as a user.
da_dk: %s tilføjet som bruger.
de_de: %s als Tipper hinzugefügt.
fr_fr: %s ajoutés en tant qu'utilisateurs.
hu_hu: %s felhasználó hozzáadva.
pt_br: %s adicionado como usuário.
sq: %s u shtua si perdorues
sv_se: %s tillagd som användare.

source: %d users added as user.
da_dk: %d brugere tilføjet som bruger.
de_de: %d Benutzer als Tipper hinzugefügt.
fr_fr: %d utilisateurs ajoutés en tant que joueurs.
hu_hu: %d felhasználó hozzáadva mint felhasználó.
pt_br: %d usuários adicionados.
sq: %d perdoruesit u shtuan
sv_se: %d användare tillagda som användare.

source: unknown
da_dk: ubekendt
de_de: unbekannt
fr_fr: inconnu
hu_hu: ismeretlen
pt_br: desconhecido
sq: i panjohur
sv_se: okänd

source: plays in league
da_dk: spiller i liga
de_de: tippt in Tippliga
fr_fr: Joue dans la catégorie
hu_hu: ebben a ligában játszik
pt_br: joga no campeonato
sq: luan në ligën
sv_se: spelar i liga

source: registered for league
da_dk: registreret for ligaen
de_de: für folgende Tippliga registriert
fr_fr: Enregistré dans la catégorie
hu_hu: regisztrált erre a ligára
pt_br: registrado para o campeonato
sq: regjistruar për ligën
sv_se: registrerad för liga

source: not a user in the pool
da_dk: ikke en bruger i pool'en
de_de: kein Tipper dieser Tipprunde.
fr_fr: N'est pas un joueur de l'espace pronostics
hu_hu: a tippjátékban nem felhasználó
pt_br: Não é um usuário no bolão
sq: nuk eshte perdorues i Football Pool
sv_se: inte en användare i tippningen

source: Add
da_dk: Tilføj
de_de: Hinzufügen
fr_fr: Ajouter
hu_hu: Hozzáadás
pt_br: Adicionar
sq: Shto
sv_se: Lägg till

source: Remove
da_dk: Fjern
de_de: Entfernen
fr_fr: Supprimer
hu_hu: Eltávolítás
pt_br: Remover
sq: Hiq
sv_se: Ta bort

source: Add to football pool
da_dk: Tilføj til football pool
de_de: Zu einer Tipprunde hinzufügen
fr_fr: Ajouter en tant que joueur
hu_hu: Hozzáadás a foci tippjátékhoz
pt_br: Adicionar ao bolão
sq: Shto ne Football Pool
sv_se: Lägg till i fotbollstippningen

source: You are about to add one or more users to the pool.
da_dk: Du er ved at tilføje en eller flere brugere til stillingen.
de_de: Du bist gerade dabei, einen oder mehrer Tipper einer Tipprunde hinzuzufügen.
fr_fr: Vous êtes sur le point d'ajouter un ou plusieurs joueurs.
hu_hu: Hozzáadod: egy vagy több felhasználót a tippjátékhoz
pt_br: Você está prestes a adicionar um ou mais usuários ao bolão.
sq: Ju jeni duke shtuar nje ose disa perdorues ne Football Pool.
sv_se: Du håller på att lägga till en eller flera användrae till tippningen.

source: Remove from football pool
da_dk: Fjern fra football pool
de_de: Vom Tippspiel entfernen
fr_fr: Enlever des joueurs
hu_hu: Eltávolítás a foci tippjátékhoz
pt_br: Remover do bolão
sq: Hiq nga Football Pool
sv_se: Ta bort från fotbollstippningen

source: You are about to remove one or more users from the pool.
da_dk: Du er ved at slette en eller flere brugere fra stillingen.
de_de: Du bist gerade dabei, einen oder mehrere Tipper vom Tippspiel zu löschen.
fr_fr: Vous êtes sur le point de supprimer un ou plusieurs joueurs.
hu_hu: Eltávolítod: egy vagy több felhasználót a tippjátékból.
pt_br: Você está prestes a remover um ou mais usuários do bolão.
sq: Ju jeni duke hequr nje ose disa perdorues nga Football Pool
sv_se: Du håller på att ta bort en eller flera användrae från tippningen.

source: Change league to…
de_de: Tippliga ändern zu...

source: Search Users
de_de: Tipper suchen

source: League
de_de: Tippliga

source: List player email addresses
da_dk: Deltagernes E-mail adresser
de_de: Auflistung der E-Mailadressen der Tipper
fr_fr: Lister les adresses email des joueurs
hu_hu: játékosok email-címeinek listázása
pt_br: Listar emails dos jogadores
sq: Listo adresat a emaileve per lojtaret
sv_se: Lista spelarnas e-postadresser

source: Email addresses
da_dk: E-mail adresser
de_de: E-Mailadressen
fr_fr: Adresses mail
hu_hu: email-címek
pt_br: Endereços de email
sq: Adresat e Emailit
sv_se: E-postadress

source: Player
da_dk: Spiller
de_de: Tipper
fr_fr: Joueur
hu_hu: Játékos
pt_br: Jogador
sq: Lojtari
sv_se: Spelare

source: Not a player
da_dk: Ikke en spiller
de_de: Kein Tipper
fr_fr: N'est pas un joueur
hu_hu: nem játékos
pt_br: Não é um jogador
sq: Nuk eshte lojtar
sv_se: Inte en spelare

source: no data
da_dk: ingen data
de_de: keine Daten
fr_fr: Aucune donnée
hu_hu: nincs adat
pt_br: sem dados
sq: ska te dhena
sv_se: ingen data

source: Play in league
da_dk: Spil i liga
de_de: Spielt in Tippliga
fr_fr: Joue dans la catégorie
hu_hu: ligában játszik
pt_br: Jogar no campeonato
sq: Luaj në ligën
sv_se: Spela i liga

source: <strong>Important:</strong> An administrator can change users in the plugin's admin page for
da_dk: <strong>Vigtigt:</strong> En administrator kan ændre brugere i plugin'ets admin side for
de_de: <strong>Achtung:</strong> Der Administrator kann Tipper im Adminbereich des Plugins ändern
fr_fr: <strong>Important :</strong>Un administateur peut changer les joueurs dans l'administration du plugin pour
hu_hu: <strong>Fontos:</strong> Egy adminisztrátor megváltoztathatja a felhasználókat a plugin admin oldalán
pt_br: <strong>Importante:</strong> Um administrador pode alterar usuários na página de administração do plugin para
sq: <strong>E rendesishme:</strong> Nje administrator mund te ndryshoje perdoruesit ne faqen e adminit per
sv_se: <strong>Viktigt:</strong> En administratör kan ändra användrae i tilläggets adminsida för

source: The webmaster put you in this league
da_dk: Webmasteren har placeret dig i denne liga
de_de: Der Webmaster ordnete Dich dieser Tippliga zu
fr_fr: Le webmaster vous a mis dans cette catégorie
hu_hu: A webmester ebbe a ligába tett
pt_br: O webmaster o colocou neste campeonato
sq: Webmasteri ju vendosi juve ne kete lige
sv_se: Webbmastern satte dig i den här ligan

source: if this value is different from the one you entered on registration, then the webmaster did not approve it yet.
da_dk: hvis denne værdi er anderledes end den du skrev ved registrering, så er det fordi webmasteren ikke har godkendt det endnu.
de_de: Wenn dieser Eintrag sich von der Eingabe bei der Registrierung unterscheidet, dann hat der Webmaster diesen bis jetzt noch nicht freigegeben.
fr_fr: si cette valeur est différente de celle que vous avez entrée lors de l'inscription, le webmaster ne l'a pas encore approuvée.
hu_hu: ha ez az érték eltér attól, amit a regisztrációkor megadtál, akkor a webmester még nem fogadta el.
pt_br: se este valor é diferente daquele informado durante o registro, então o webmaster não o aprovou ainda.
sq: nese kjo vlere eshte e ndryshme nga ajo qe ju vendoset ne regjistrimin tuaj, atehere webmasteri nuk e ka aprovuar ende.
sv_se: om detta värde avviker från vad du skrev in vid registreringen kommer det inte ännu att godkännas av webbmastern.

source: Football Pool Options
da_dk: Football Pool muligheder
de_de: Football Pool Optionen
fr_fr: Options de l'espace pronostics
hu_hu: Foci tippjáték opciók
pt_br: Opções do bolão
sq: Opsionet e Football Pool
sv_se: Inställningar för Football Pool

source: Edit users
da_dk: Ændre brugere
de_de: Tipper bearbeiten
fr_fr: Gérer les utilisateurs
hu_hu: Felhasználók szerkesztése
pt_br: Editar usuários
sq: Edito perdoruesit
sv_se: Redigera användare

source: Edit matches
da_dk: Ændre kampe
de_de: Begegnungen bearbeiten
fr_fr: Modifier les matchs
hu_hu: Mérkőzések szerkesztése
pt_br: Editar partidas
sq: Edito ndeshjet
sv_se: Redigera matcher

source: Edit bonus questions
da_dk: Ændre spørgsmål
de_de: Bonusfragen bearbeiten
fr_fr: Modifier les questions bonus
hu_hu: Bónusz kérdések szerkesztése
pt_br: Editar perguntas bônus
sq: Edito pyejtjen bonus
sv_se: Redigera bonusfrågor

source: Questions
da_dk: Spørgsmål
de_de: Fragen
hu_hu: Kérdések
pt_br: Perguntas
sq: Pyejtjet
sv_se: Frågor

source: Edit shoutbox
da_dk: Ændre shoutbox
de_de: Nachrichtenbox bearbeiten
fr_fr: Modifier la messagerie instantanée
hu_hu: Shoutbox szerkesztése
pt_br: Editar caixa de mensagens
sq: Edito ShoutBox
sv_se: Redigera kommentarsrutan

source: Edit teams
da_dk: Ændre hold
de_de: Mannschaften bearbeiten
fr_fr: Modifier les équipes
hu_hu: Csapatok szerkesztése
pt_br: Editar times
sq: Edito skuadrat
sv_se: Redigera lag

source: Edit venues
da_dk: Ændre spillesteder
de_de: Stadien bearbeiten
fr_fr: Modifiers les lieux
hu_hu: Helyszínek szerkesztése
pt_br: Editar locais
sq: Edito stadiumet
sv_se: Redigera spelplatser

source: Edit leagues
da_dk: Ændre ligaer
de_de: Tippliga bearbeiten
fr_fr: Modifier les catégories
hu_hu: Ligák szerkesztése
pt_br: Editar campeonatos
sq: Edito ligat
sv_se: Redigera ligor

source: Edit rankings
da_dk: Ændre stilling
de_de: Rangliste bearbeiten
fr_fr: Editer les classements
hu_hu: Rangsorok szerkesztése
pt_br: Editar rankings
sq: Edito renditjet
sv_se: Redigera rankningar

source: Rankings
da_dk: Stilling
de_de: Rangliste
fr_fr: Classements
hu_hu: Rangsorok
sq: Renditjet
sv_se: Rankningar

source: Edit match types
da_dk: Ændre kamptyper
de_de: Begegnungstypen bearbeiten
fr_fr: Modifier les types de matchs
hu_hu: Mérkőzés-típusok szerkesztése
pt_br: Editar tipos de partida
sq: Edito llojet e ndeshjes
sv_se: Redigera matchtyper

source: Edit groups
da_dk: Ændre grupper
de_de: Gruppen bearbeiten
fr_fr: Modifier les groupes
hu_hu: Csoportok szerkesztése
pt_br: Editar grupos
sq: Edito grupet
sv_se: Redigera grupper

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
fr_fr: Paramètres
hu_hu: Beállítások
pt_br: Configurações
sq: Konfigurimet
sv_se: Inställningar

source: Donate
de_de: Spenden
pt_br: Doar
sv_se: Donera

source: Choose Image
da_dk: Vælg billede
de_de: Bild auswählen
fr_fr: Choisir une image
hu_hu: Kép választása
pt_br: Escolher imagem
sq: Zgjidh imazhin
sv_se: Välj bild

source: For more information:
da_dk: For mere information:
de_de: Für weitere Informationen:
fr_fr: Pour plus d'informations :
hu_hu: További informácikért:
pt_br: Para mais informações:
sq: Per me teper informacion:
sv_se: För mera information:

source: Add New
da_dk: Tilføj ny
de_de: Neu
fr_fr: Ajouter
hu_hu: Új hozzáadása
pt_br: Adicionar
sq: Shto te re
sv_se: Lägg till nytt

source: Apply
de_de: Anwenden
