Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: user
da_dk: Bruger
de_de: Tipper
fr_fr: Utilisateur
hu_hu: felhasználó
pt_br: usuário
sq: përdorues
sv_se: användare

source: predictions
da_dk: Gæt
de_de: Tipps
fr_fr: Pronostics
hu_hu: fogadások
pt_br: palpites
sq: parashikimet
sv_se: tippningar

source: points
de_de: Punkte
hu_hu: pontok
pt_br: pontos
sq: pikë
sv_se: poäng

source: Overview
da_dk: Oversigt
de_de: Überblick
fr_fr: Vue d'ensemble
hu_hu: Összegzés
pt_br: Visão geral
sq: Përmbledhje
sv_se: Översikt

source: <p>On this page you can add, change or delete bonus questions.</p><p>The <em>'User Answers'</em> link in the table view, or <em>'Edit User Answers'</em> button in the detail view, is used to check answers from your players.</p><p><strong>Important:</strong> points are only rewarded <em>after</em> the admin has checked the user answers!</p>
da_dk: <p>På denne side kan du tilføje, ændre elle eller slette spørgsmål.</p><p> <em>'Deltagernes besvarelse'</em> linker i tabel oversigten, eller <em>'Ændre deltageres svar'</em> knappen i den detaljerede oversigt, benyttes til at kontrollere svarene fra dine deltagere.</p><p><strong>Vigtigt:</strong> points er kun tildelt <em>efter</em> at administratoren har kontrolleret alle svar!</p>
de_de: <p>Auf dieser Seite kannst Du Bonusfragen hinzüfügen, ändern oder löschen.</p><p>Die <em>'Antworten des Tippers'</em> sind mit einer Tabellenansicht verlinkt oder der <em>'Bearbeiten der Antworten des Tippers'</em> Button in der Detailansicht wird zum Überprüfen der Antworten genutzt.</p><p><strong>Wichtig:</strong> Die Punkte werden erst gutgeschrieben, <em>nachdem</em> der Administrator die Antworten überprüft hat!</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, changer ou supprimer des questions bonus.</p><p>Le lien <em>'Réponses de l'utilisateur'</em> dans la vue globale, ou le bouton <em>'Modifier les réponses utilsateurs'</em> dans la vue détaillée, est utilisé pour vérifier les réponses des joueurs.</p><p><strong>Important :</strong> les points sont uniquement attribués <em>après</em> que 'ladministrateur a vérifié les réponses des utilsiateurs !</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz, megváltoztathatsz vagy törölhetsz bónusz kérdéseket.</p><p>A <em>'Felhasználói válaszok'</em> linkkel a táblázat nézetben, vagy a <em>'Felhasználói válaszok szerkesztése'</em> gombbal a részletek nézetben ellenőrizheted a játékosaid válaszait.</p><p><strong>Fontos:</strong> pontok <em>csak azután</em> adhatók, miután az admin ellenőrizte a felhasználói válaszokat!</p>
pt_br: <p>Nesta página você pode adicionar, alterar ou deletar as perguntas bônus. </p><p>O link <em>'Resposta do usuário'</em> no modo tabela, ou o botão <em>'Editar resposta do usuário'</em> no modo detalhado, é usado para verificar as respostas dos seus jogadores.</p><p><strong>Importante:</strong> os pontos só serão adicionados <em>depois</em> que o administrador verificar as respostas dos usuários!</p>
sq: <p>Ne kete faqe ju mund te shtoni, ndryshoni ose fshini pyejtjet bonus.</p><p>Lidhja <em>'Pergjigjet e lojtareve'</em> ne paraqitje tabele, ose butoni <em>'Edito pergjigjet e lojtareve'</em> ne paraqitje te detajuar, eshte perdorur per te kontrolluar pergjigjet e lojtareve.</p><p><strong>E rendesishme:</strong> piket do te dhurohen vetem <em>pasi</em> administratori te kete kontrolluar pergjigjet e lojtareve!</p>
sv_se: <p>På den här sidan kan du lägga till, ändra och ta bort bonusfrågor.</p><p>Länken <em>'Användarsvar'</em> i tabellvyn, eller knappen<em>'Redigera användarsvar'</em> i detaljvyn, används för att kontrollera spelarnas svar.</p><p><strong>Viktigt:</strong> poäng delas nedast ut <em>efter</em> att administratören har kontrollerat användarsvaren!</p>

source: Score calculation
da_dk: Point beregning
de_de: Berechnung der Punktzahl
fr_fr: Calcul du score
hu_hu: Pontszám számítás
pt_br: Cálculo da pontuação
sq: Llogaritje e pikëve
sv_se: Poängberäkning

source: <p>The score for a bonus question will be added to the players total score after an admin has 'approved' the answer (<em>'Edit user answers'</em>) and when the Score Date is filled. The Score Date is the point in time where the points are added to the total (needed for the charts and/or a ranking for a given date).</p> <p>You can give a user more points (or less) for a question. Use the field <em>'points'</em> in the Edit User Answers screen for this; leave the field empty for standard points.</p>
da_dk: <p>Point'ne for spørgsmål vil blive tilføjet deltagerens samlede point når administratoren har kontrolleret svarene (<em>'Ændre deltagerens svar'</em>) og når dato for point er udfyldt. Dato for point er det tidspunkt hvor point'ne er tilføjet til den samlede score (nødvendig for diagrammer og stilling for en given dato).</p> <p>Du kan give en deltager flere (eller færre) points for et spørgsmål. Benyt feltet <em>'points'</em> i Ændre Deltagerens svar siden for dette; efterlad feltet tomt for at tildele standard points.</p>
de_de: <p>Die Punkte für Bonusfragen werden zur Gesamtpunktzahl eines Tippers hinzugezählt, sobald der Administrator der Tipprunde die Antwort(en) 'überprüft' hat (<em>'Bearbeiten der Anworten'</em>) und sobald das Datum für diese Punkte eingegeben wurde. Dieses Datum gibt an, wann die gewonnen Bonuspunkte zur Gesamtpunktzahl hinzuaddiert werden sollen (wird für die Diagramme und/oder die Rangliste für einen bestimmten Zeitraum benötigt.</p> <p>Du kannst einem Tipper mehr (oder weniger) Punkte für eine Bonusfrage vergeben. Benutze dazu das Feld <em>'Punkte'</em> im Bereich 'Bearbeiten der Antworten'; lasse das Feld leer, wenn Du die Standardpunktzahl vergeben möchtest.</p>
fr_fr: <p>Les points pour une question bonus seront ajoutés lorsqu'un administrateur aura 'approuvé' la réponse (<em>'Modifier les réponses utilisateur'</em>) et quand la date limite aura été fixée. La date limite est la date à partir de laquelle les points seront cumulés au total.</p> <p>Vous pouvez atttribués plus (ou moins) de points à un utilisteur sur une question.Utilisez le champs <em>'points'</em> sur la page d'édition des réponses utilisateurs. Laissez le champ vide pour affecter les points standards.</p>
hu_hu: <p>A bónusz kérdésért járó pontszám azután adódik hozzá a játékosok összpontszámához, miután egy admin 'elfogadta' a választ (<em>'Felhasználói válaszok szerkesztése'</em>) és amikor a Pontszám Dátum is ki van töltve. A Pontszám Dátum az az időpont, amikor a pontszám hozzáadódik az összpontszámhoz (erre az egyes dátumok szerinti grafikonok és rangsorok miatt van szükség).</p> <p>Egy felhasználó kaphat több pontot is (vagy kevesebbet) egy kérdésért. Használd a <em>'pontszámok'</em> mezőt a Felhasználói válaszok szerkesztése ablakban; ha meg akarod hagyni a standard pontszámokat, hagyd ezt a mezőt üresen.</p>
pt_br: <p>Os pontos para uma pergunta bônus só serão adicionados à pontuação total do jogador após a aprovação da resposta pelo administrador em (<em>'Editar resposta do usuário'</em>) e quando a data de pontuação for alcançada. A data de pontuação é o momento no qual os pontos serão adicionados ao total (necessário para os gráficos e/ou para o ranking em uma determinada data). </p> <p> Você pode dar mais (ou menos) pontos para um usuário para uma pergunta. Para fazer isso, use o campo <em>'pontos'</em> na página 'Editar resposta do usuário'; deixe em branco para a pontuação padrão.</p>
sq: <p>Piket per pyejtjen bonus do ti shtohen totalit te pikeve te lojtareve pasi admini te kete 'aprovuar' pergjigjet(<em>'Edito pergjigjet e perdoruesve'</em>) dhe kur data e rezultatit te jete plotesuar. Data e Rezultatit eshte momenti kohor kur piket i shtohen totalit (e nevojshme per statistikat dhe/ose renditjen per nje date te caktuar).</p> <p>Ju mund ti jepni lojtareve me shume(ose me pak) pike per nje pyejtje. Perdor fushen <em>'piket'</em> tek Edito Pergjigjet e Lojtareve per kete; lere fushen bosh per te kredituar piket standarte.</p>
sv_se: <p>Poängen för en bonusfråga kommer att läggas till spelarnas totala poäng efter att en admin har 'godkänt' svaret (<em>'Redigera användarsvar'</em>) och när ett Poäng datum är ifyllt. Poängdatum är tidpunkten när poäng läggs till totala poängsumman (behövs för diagram och/eller en rankning för ett givet datum).</p> <p>Du kan ge en användare mera poäng (eller mindre) för en fråga. Använd raden <em>'poäng'</em> i Redigera användarsvar för detta; lämna raden tom för standardpoäng.</p>

source: Linked questions
da_dk: Linkede spørgsmål
de_de: Dazugehörende Bonusfragen
fr_fr: Questions liées
hu_hu: Kapcsolódó kérdések
pt_br: Perguntas linkadas
sq: Pyejtjet e lidhura
sv_se: Länkade frågor

source: <p>If a question is linked to a match it will be shown beneath that match in the prediction screen. Linked questions cannot be shown separately on a prediction form for questions, but are always shown with the linked match.</p><p>When the linked match is deleted the question will be unlinked, but will still be available in the prediction form.</p>
da_dk: <p>Hvis et spørgsmål er linket til en kamp vil spørgsmålet blive vist under denne kamp på Spørgsmål og gæt siden. Linkede spørgsmål vil ikke kunne blive vist seperat på siden for spørgsmål og gæt, og vil altid blive vist sammen med den linkede kamp.</p><p>Når den linkede kamp bliver slettet vil spørgsmålet ikke længere være linket, og derfor stadig være tilgængeligt.</p>
de_de: <p>Wenn eine Frage zu einer Begegnung verlinkt wurde, dann wird dieser unter dieser Begegnung angezeigt. Verlinkte Fragen können nicht separat im Tippformular für Fragen angezeigt werden, jedoch immer mit der entsprechenden Begegnung.</p><p>Wenn die verlinkte Begegnung gelöscht wurde, bleibt die Frage weiter vorhanden und wird dann im Tippformular angzeigt.</p>
fr_fr: <p>Si une question est liée à un match, elle apparaîtra sous ce match dans l'écran de pronostic. Les questions liées ne peuvent être affichées séparément dans un formulaire dédié aux quesions, mais elle sont toujours affichée avec le match lié.</p><p>Si le match lié à la question est supprimé, la question sera toujours affichée dans le formulaire de pronostic bien que le lien n'existe plus.</p>
hu_hu: <p>Ha egy kérdés egy mérkőzéshez kapcsolódik, akkor az alatt a meccs allatt fog megjelenni a Fogadás ablakban. A kapcsolódó kérdések nem láthatók külön egy fogadási kérdőíven, csak a kapcsolódó mérkőzéssel együtt.</p><p>Mikor a kapcsolódó mérkőzést törlik, utána a kérdés is csak a fogadási íven lesz elérhető.</p>
pt_br: <p>Se uma pergunta estiver associada a uma partida, ela será mostrada abaixo desta partida na página de palpites. As perguntas associadas não podem ser mostradas em separado em um formulário de palpites para perguntas, mas sempre são mostradas junto com a partida associada. </p><p>Quando a partida associada for deletada, a pergunta será desassociada, mas ainda estará disponível no formulário de palpites.</p>
sq: <p>Nese nje pyejtje eshte e lidhur me nje ndeshje ajo do te shfaqet poshte panelit te parashikimit te kesaj ndeshjeje. Pyejtjet e lidhura me nje ndeshje, nuk mund te shfaqen te ndara ne formen e parashikimit te pyejtjeve, por gjithmone do te shfaqen ne ndeshjen me te cilan jane lidhur.</p><p>Nese ndeshja e lidhur do te fshihet, atehere pyejtja do te clidhet, por do te mbetet e disponushme ne formen e parashikimit.</p>
sv_se: <p>Om en fråga är länkad till en match kommer den att visas under den matchen i tippningsrutan. Länkade frågor kan inte visas separat från ett tippningsformulär för frågor, men visas alltid med den länkade matchen.</p><p>När den länkade matchen är borttagen kommer frågan att avlänkas, men kommer fortfarande att vara tillgänglig i tippningsformuläret.</p>

source: Help section about bonus questions
da_dk: Hjælpe sektion for spørgsmål
de_de: Hilfekapitel über Bonusfragen
fr_fr: Rubrique d'aide quant aux questions bonus
hu_hu: Bónusz kérdések Súgó
pt_br: Ajuda sobre as perguntas bônus
sq: Seksioni ndihmes rreth pyejtjeve bonus
sv_se: Anvisningar för bonusfrågor

source: Help section about ranking calculation
da_dk: Hjælpesektion for stillingsberegning
de_de: Hilfekapitel über die Ranglisten-Berechnung
fr_fr: Rubrique d'aide quant au calcul des classements
hu_hu: Rangsorolási számítás Súgó
pt_br: Seção de ajuda para o cálculo do ranking
sq: Seksioni i Ndihmes rreth llogaritjes se renditjes
sv_se: Anvisningar för rankningsberäknigar

source: User Answers
da_dk: Brugers svar
de_de: Antworten eines Tippers
fr_fr: Réponses de l'utilisateur
hu_hu: Felhasználói válaszok
pt_br: Respostas do usuário
sq: Përgjigj e Përdoruesit
sv_se: Användarsvar

source: Bonus questions
da_dk: Spørgsmål
de_de: Bonusfragen
fr_fr: Questions bonus
hu_hu: Bónusz kérdések
pt_br: Perguntas bônus
sq: Pyejtje bonus
sv_se: Bonusfrågor

source: Question saved.
da_dk: Spørgsmål gemt.
de_de: Frage wurde gespeichert.
fr_fr: Question sauvegardée.
hu_hu: Kérdés mentve.
pt_br: Pergunta salva.
sq: Pyejtja u ruajt.
sv_se: Frågan sparad

source: Save & Close
da_dk: Gem og luk
de_de: Speichern & Schließen
fr_fr: Sauvegarder et fermer
hu_hu: Mentés és Kilépés
pt_br: Salva e fechar
sq: Ruaj & Mbyll
sv_se: Spara och stäng

source: Answers updated.
da_dk: Svar opdateret.
de_de: Antworten wurden aktualisiert.
fr_fr: Réponses mises à jour.
hu_hu: Válaszok frissítve.
pt_br: Respostas atualizadas.
sq: Pergjigja u përditësua.
sv_se: Svaren uppdaterade

source: Question id:%s deleted.
da_dk: Spørgsmål id:%s slettet.
de_de: Frage id:%s wurde gelöscht.
fr_fr: Question %s supprimée.
hu_hu: id:%s kérdés törölve.
pt_br: Pergunta id:%s apagada.
sq: Pyejtja id: %s u fshi.
sv_se: Frågans id:%s borttagen

source: %s questions deleted.
da_dk: %s spørgsmål slettet.
de_de: %s Fragen wurden gelöscht.
fr_fr: %s questions supprimées.
hu_hu: %s kérdés törölve.
pt_br: %s perguntas apagadas.
sq: %s pyejtjet u fshinë.
sv_se: %s frågor borttagna

source: answer
da_dk: Svar
de_de: Antwort
fr_fr: Réponse
hu_hu: válasz
pt_br: resposta
sq: përgjigje
sv_se: svar

source: variable
da_dk: Variabel
de_de: variabel
hu_hu: változó
pt_br: variável
sq: variabël
sv_se: variabel

source: point(s)
de_de: Punkt(e)
hu_hu: pont(ok)
pt_br: ponto(s)
sq: pikë(t)
sv_se: poäng

source: answer before
da_dk: Besvar inden
de_de: Zu beantworten bis:
fr_fr: Répondre avant
hu_hu: előző válasz
pt_br: responda antes
sq: përgjigju perpara
sv_se: svar före

source: correct
da_dk: Korrekt
de_de: korrekt
hu_hu: helyes
pt_br: correto
sq: korrekt
sv_se: rätt

source: false
da_dk: Forkert
de_de: falsch
fr_fr: Faux
hu_hu: hiba
pt_br: falso
sq: i rremë
sv_se: fel

source: Leave empty if you don't want to change the standard points.
da_dk: Efterlad tom hvis du ikke ønsker at give ekstra eller færre point.
de_de: Leer lassen, wenn Du die Standardpunktzahlen nicht verändern möchtest.
fr_fr: Laissez vide si vous nous voulez pas modifier les points standards.
hu_hu: Hagyd üresen, ha nem szeretnéd megváltoztatni a standard pontszámokat.
pt_br: Deixe em branco se não desejar alterar o padrão para os pontos
sq: Lini bosh në qoftë se ju nuk doni të ndryshoni piket standarte.
sv_se: Lämna tomt om du inte vill ändra standardpoängen.

source: No answers yet.
da_dk: Ingen svar endnu.
de_de: Bis jetzt keine Antworten.
fr_fr: Pas encore de réponses.
hu_hu: Még nincsenek válaszok.
pt_br: Nenhuma resposta ainda.
sq: Asnjë përgjigje ende.
sv_se: Inga svar ännu.

source: No questions, users or answers found.
da_dk: Ingen spørgsmål, brugere, eller svar fundet.
de_de: Keine Fragen, Tipper oder Antworten gefunden.
fr_fr: Pas de questions, d'utilisateurs ou de réponses trouvés.
hu_hu: Nem találni kérdéseket, felhasználókat vagy válaszokat.
pt_br: Nenhuma pergunta, usuários ou respostas encontrados.
sq: Nuk u gjet asnjë pyejtje, përdorues ose përgjigje.
sv_se: Inga frågor, användare eller svar hittades.

source: multiline text
de_de: Mehrzeiliger Text
pt_br: texto com múltiplas linhas
sv_se: flera textrader

source: multiple choice, 1 answer (radio list)
de_de: Mehrfachauswahl, 1 Antwort (Radiobuttons)
pt_br: múltipla escolha, 1 resposta (lista radial)
sv_se: mångval, 1 svar (radio lista)

source: multiple choice, 1 answer (dropdown)
de_de: Mehrfachauswahl, 1 Antwort (Dropdown)
pt_br: múltipla escolha, 1 resposta (dropdown)
sv_se: mångval, 1 svar (dropdown)

source: multiple choice, one or more answers (checkbox list)
de_de: Mehrfachauswahl, eine oder mehrere Antworten möglich (Checkboxen)
pt_br: múltipla escolha, 1 ou mais respostas (lista com caixa de seleção)
sv_se: mångval, ett eller flera svar (checkbox lista)

source: not linked
da_dk: ikke linket
de_de: nicht verbunden
fr_fr: non liée
hu_hu: nem kapcsolódó
pt_br: não associado(a)
sq: e pa lidhur
sv_se: inte länkad

source: question
da_dk: Spørgsmål
de_de: Frage
hu_hu: kérdés
pt_br: pergunta
sq: pyejtje
sv_se: fråga

source: The points a user gets as an award for answering the question correctly.
da_dk: Point'ne en bruger får for at svare korrekt.
de_de: Punktzahl, die ein Tipper für die richtige Antwort erhält.
fr_fr: Les points qu'un utilisateur obtient comme récompense pour avoir répondu correctement à la question.
hu_hu: A pontszám, melyet a játékos kap a helyes válaszért.
pt_br: Quantidade de pontos que o usuário receberá por uma resposta correta.
sq: Pikët një përdorues merr si një shpërblim për t'iu përgjigjur pyetjes saktë.
sv_se: Poäng som tilldelas en användare för att ha svarat rätt på frågan.

source: A user may give an answer untill this date and time.
da_dk: En bruger kan afgive svar indtil denne dato og tid.
de_de: Ein Tipper muss bis zu dieser Zeit eine Antwort abgegeben haben.
fr_fr: Un utilisateur peut donner une réponse jusqu'à ce moment.
hu_hu: A felhasználó eddig válaszolhat a kérdésre.
pt_br: Um usuários pode fornecer uma resposta até esta data e hora.
sq: Një përdorues mund të japë një përgjigje deri në këtë datë dhe kohë.
sv_se: En användrae kan svara framtill detta datum och klockslag.

source: local time
da_dk: Lokal tid
de_de: lokale Zeit
fr_fr: Temps local
hu_hu: helyi idő
pt_br: horário local
sq: ora lokale
sv_se: lokaltid

source: score date
da_dk: Score dato
de_de: Datum des Ergebnisses
fr_fr: Classement par date
hu_hu: Pontszám Dátum
pt_br: data da pontuação
sq: data rezultatit
sv_se: poängdatum

source: The points awarded will be added to the total points for a user after this date. If not supplied, the points won't be added.
de_de: Punktzahl, die nach dieser Zeit zu der Gesamtpunktzahl addiert wird (für die Diagramme). Falls nicht vorhanden, werden keine Punkte dazu addiert.
pt_br: Os pontos atribuídos serão adicionados ao total de pontos de um usuários após esta data (para as tabelas). Se não fornecida, pontos não serão adicionados.
sv_se: Tilldelade poäng kommer att läggas till användares totala poäng efter detta datum. Om inte angivet kommer poängen inte att läggas till.

source: link to match
da_dk: link til kamp
de_de: Verlinkung zur Begegnung
fr_fr: Lier à un match
hu_hu: link a mérkőzéshez
pt_br: Associar a partida
sq: lidhja per ndeshjen
sv_se: länk till match

source: Linked questions are placed directly beneath the match on the prediction form.
da_dk: Linkede spørgsmål placeret direkte under den kamp det er linket til.
de_de: Dazugehörige Fragen sind direkt unter der Begegnung im Tippformular hinterlegt.
fr_fr: Les questions liées sont placées directement sous le match dans le formulaire de pronostic.
hu_hu: A kapcsolódó kérdések közvetlenül a mérkőzés alatt vannak a fogadási íven.
pt_br: As perguntas associadas são colocadas diretamente abaixo da partida no formulário de palpites.
sq: Pyejtjer e lidhura do te shfaqen direkt pas formes se parashikimit te ndeshjes.
sv_se: Länkade frågor är placerade direkt under matchen i tippningsformuläret.

source: The correct answer (used as a reference).
da_dk: Det korrekte svar (til brug som reference).
de_de: Die richtige Antwort (als Referenzantwort eingesetzt).
fr_fr: La réponse correcte (utilisée comme référence).
hu_hu: A helyes válasz (mint hivatkozás).
pt_br: Resposta correta (utilizada como referência).
sq: Përgjigja e saktë (përdorur si reference).
sv_se: Rätt svar (används som hänvisning)

source: auto set user answers
de_de: Automatische Überprüfung der Antworten
pt_br: definir automaticamente as respostas dos usuários

source: If checked on save the user answers will be checked against the given answer (a text compare is used). Useful for questions of type multiple choice.
de_de: Die Antworten werden mit der Referenzantwort verglichen (Textvergleich). Nützlich bei Multiple-Choice-Fragen.
pt_br: Se essa opção estiver marcada, a resposta do usuário será verificada pela resposta informada (é usada uma comparação de texto). Útil para perguntas de múltipla escolha.

source: type
da_dk: Skriv
de_de: Typ
hu_hu: típus
pt_br: tipo
sq: shtyp
sv_se: typ

source: multiple choice options
da_dk: Multiple choice muligheder
de_de: Optionen für Mehrfachauswahl
fr_fr: Options à choix multiples
hu_hu: Többválaszos lehetőségek
pt_br: opções de múltipla escolha
sq: opsionet e zgjedhje të shumëfishta
sv_se: flervalsalternativ

source: A semicolon separated list of answer possibilities. Only applicable for multiple choice questions.
da_dk: En semikolon separeret liste af svar mulighder. Kun mulig for multiple choice spørgsmål.
de_de: Ein Semikolon trennt die Liste der möglichen Antworten. Nur anwendbar bei Fragen mit Mehrfachauswahl.
fr_fr: Un point-virgule sépare la liste des possibilités de réponse. Applicable uniquement aux questions à choix multiples.
hu_hu: Pontosvesszőkkel elválasztott válaszlehetősegeket tartalmazó lista. Csak többválaszos kérdéseknél alkalmazható.
pt_br: Lista de resposta possíveis (separadas por ';'). Apenas aplicável para perguntas de múltipla escolha.
sq: Një pikëpresje ndanë listën e mundësive të përgjigjeve. E zbatueshme vetëm për pyetje me zgjedhje të shumta.
sv_se: En semikolon separerad lista med svarsalternativ. Kan användast endast för flervalsfrågor.

source: max answers for multiple choice
da_dk: Maksimale antal svar muligheder for multiple choice
de_de: maximale Zahl an Antworten bei Mehrfachauswahl
fr_fr: Maximum de réponses pour un choix multiple
hu_hu: max. válasz többválaszos kérdésre
pt_br: máximo de respostas para múltipla escolha
sq: maksimumi përgjigjeve për zgjedhje të shumëfishta
sv_se: max svar för flerval

source: Optional: The maximum number of options a user may select (empty = unlimited). Only applicable for multiple choice questions with one or more answers.
da_dk: Valgfri: Det maksimale antal af mulighder en bruger må vælge (tom=ubegrænset). Kun mulig for multiple choice spørgsmål med flere svar.
de_de: Optional: Die maximale Zahl an Optionen, die ein Tipper auswählen kann (leer = unbegrenzt). Nur anwendbar bei Fragen mit Mehrfachauswahl mit einer oder mehreren Antwortmöglichkeiten.
fr_fr: Facultatif. Le nombre maximal d'options qu'un utilisateur peut sélectionner (vide = illimité). Applicable uniquement pour les questions à choix multiples avec une ou plusieurs réponses.
hu_hu: Nem kötelező: legtöbb adható válasz (üres = végtelen). Csak azoknál a többválaszos kérdéseknél, melyekre egy vagy több helyes válasz adható.
pt_br: Opcional: O número máximo de opções que um usuário pode selecionar (vazio = ilimitado). Aplicável apenas para perguntas de múltipla escolha com uma ou mais respostas.
sq: Opsionale: Numri maksimal i opsioneve që një përdorues mund të zgjedhi (bosh = pakufizuar). Vetëm të zbatueshme për pyetje me zgjedhje të shumta me një ose më shumë përgjigje.
sv_se: Valbart: Maximalt antal altrenativ en användare kan välja (tomt = obegränsat). Gäller endast flervalsfrågor.

source: photo question
da_dk: Billed spørgsmål
de_de: Fotofrage
fr_fr: Photo de la question
hu_hu: fényképes kérdés
pt_br: Pergunta com foto
sq: pyejtje fotografike
sv_se: Bildfråga
