Repository: leye20/word-press-assignment
Catalog: plugins/football-pool/languages/football-pool-*.po
Languages: da_dk, de_de, fr_fr, hu_hu, pt_br, sq, sv_se

source: No csv files found in 'upload' directory.
da_dk: Der blev ikke fundet en csv fil i 'upload' direktivet.
de_de: Kein csv File im 'upload' Verzeichnis gefunden.
fr_fr: Aucun fichier CSV trouvé dans le dossier "upload".
hu_hu: Nem talál csv fájlokat a 'feltöltés' könyvtárban.
pt_br: Nenhum arquivo csv foi encontrado no diretório 'upload'.
sq: Nuk u gjet asnjë dokument csv në direktorinë 'upload'.
sv_se: Ingen csv-fil hittades i katalogen 'upload'.

source: Upload new game schedule
da_dk: Upload nyt kamp program
de_de: Neuen Spielplan hochladen
fr_fr: Uploader une nouvelle programmation
hu_hu: Új játék-menetrend feltöltése
pt_br: Fazer o upload do calendário de jogos
sq: Ngarko nje skedulë të re ndeshjesh
sv_se: Ladda upp nytt spelschema

source: Bulk change game schedule
da_dk: Masse handling: ændre kamp program
de_de: Multiple Änderungen des Spielplans
fr_fr: Importer la programmation
hu_hu: A játék-menetrend nagyszabású megváltoztatása
pt_br: Alteração em massa do calendário de jogos
sq: Ndryshimi i skedulës së ndeshjeve me shumicë
sv_se: Ändra spelschemat

source: Download game schedule
da_dk: Download kamp program
de_de: Spielplan herunterladen
fr_fr: Télécharger la programmation
hu_hu: Játék-menetrend letöltése
pt_br: Fazer o download do calendário de jogos
sq: Shkarko skedulën e ndeshjeve
sv_se: Ladda ner spelschema

source: Values updated.
da_dk: Værdier opdateret.
de_de: Werte aktualisiert.
fr_fr: Valeurs mises à jour.
hu_hu: Értékek feltöltve.
pt_br: Valores atualizados.
sq: Vlerat u përditësuan
sv_se: Värdena uppdaterade.

source: You have to enter some <a href="%s">teams</a>, <a href="%s">venues</a> and <a href="%s">match types</a> first.
da_dk: Du bliver nødt til at indtaste nogle <a href="%s">hold</a>, <a href="%s">spillesteder</a> og <a href="%s">kamp typer</a> først.
de_de: Du musst zuerst einige <a href="%s">Mannschaften</a>, <a href="%s">Stadien</a> und <a href="%s">Begegnungstypen</a> eingeben.
fr_fr: Vous devez d'abord entrer des <a href="%s">équipes</a>, des <a href="%s">lieux</a> et des <a href="%s">catégories de matchs</a>.
hu_hu: Előbb be kell írj néhány <a href="%s">csapatot</a>, <a href="%s">helyszínt</a> és <a href="%s">mérkőzés-típust</a>.
pt_br: Você precisa primeiro inserir alguns <a href="%s">times</a>, <a href="%s">locais</a> e <a href="%s">tipos de partidas</a>.
sq: Së pari, ju duhet të shtoni disa <a href="%s">skuadra</a>, <a href="%s">stadiume</a> dhe <a href="%s">lloje ndeshjes</a>.
sv_se: Du måste skriva in några <a href="%s">lag</a>, <a href="%s">platser</a> och <a href="%s">matchtyper</a> först.

source: Back
da_dk: Tilbage
de_de: Zurück
fr_fr: Retour
hu_hu: Vissza
pt_br: Voltar
sq: Prapa
sv_se: Tillbaka

source: match date (UTC)
da_dk: Kamp dato (UTC)
de_de: Spielbeginn (UTC)
fr_fr: Date du match (UTC)
hu_hu: mérkőzés dátuma (UTC)
pt_br: data do jogo (UTC)
sq: data e ndeshjes (UTC)
sv_se: matchdatum (UTC)

source: time of the match in local time (WordPress setting)
de_de: Zeit des Spiels in Ortszeit (Wordpress-Einstellung)
hu_hu: a mérkőzés kezdete helyi idő szerint (Wordpress beállítás)
pt_br: horário do jogo no horário local (configuração WordPress)
sv_se: matchtiden i lokaltid (inställning för WordPress)

source: local time is %s
da_dk: Lokal tid er %s
de_de: lokale Zeit ist %s
fr_fr: l'heure locale est %s
hu_hu: A helyi idő %s
pt_br: horário local é %s
sq: ora lokale është %s
sv_se: lokaltid är %s

source: home score
da_dk: Hjemmescore
de_de: Heimergebnis
fr_fr: Score de l'équipe à domicile
hu_hu: eredmény otthon
pt_br: placar do time da casa
sq: golat e pritësit
sv_se: hemmalagets poäng

source: away score
da_dk: Udescore
de_de: Auswärtsergebnis
fr_fr: Score de l'équipe à l'extérieur
hu_hu: eredmény idegenben
pt_br: Placar do visitante
sq: golat e udhëtuesit
sv_se: gästlagets poäng

source: Save
da_dk: Gem
de_de: Speichern
fr_fr: Sauvegarder
hu_hu: Mentés
pt_br: Salvar
sq: Ruaj
sv_se: Spara

source: import a new schedule here
de_de: Neuen Spielplan hochladen
pt_br: importar um nova calendário aqui
sv_se: importera ett nytt schema här

source: M d, Y
da_dk: j. F Y
de_de: j. F Y

source: You are about to delete match %d.
da_dk: Du er ved at slette kamp %d.
de_de: Du bist dabei eine Begegnung %d zu löschen.
fr_fr: Vous êtes sur le point de supprimer le match %d.
hu_hu: Törlöd: mérkőzés %d.
pt_br: Você está prestes a apagar a partida %d.
sq: Ju jeni duke fshirë ndeshjen %d.
sv_se: Du håller på att radera match %d.

source: Edit
de_de: bearbeiten
pt_br: Editar
sv_se: Redigera

source: change match time
da_dk: Ændre kamp tid
de_de: Ändern des Spielbeginnes
fr_fr: changer l'heure du match
hu_hu: mérkőzés ideje - megváltoztat
pt_br: modificar hora da partida
sq: ndrysho orarin e ndeshjes
sv_se: ändra matchtid

source: <p>On this page you can add, change or delete groups.</p><p>Groups are used in a typical tournament setting to group teams for a group phase. After the group phase some teams advance to the final rounds.</p>
da_dk: <p>På denne side kan du tilføje, ændre eller slette grupper.</p><p>Grupper benyttes normalt i turneringer hvor der er en gruppe fase (som for eksempel EM og VM i fodbold). Efter gruppe fasen går nogle hold videre til knockout</p>
de_de: <p>Auf dieser Seiter kannst du Gruppen hinzufügen, ändern oder löschen.</p><p>Gruppen werden typischerweise in den Einstellungen einer Tipprunde zum Gruppieren von Mannschaften für eine Gruppenphase benutzt. Nach der Gruppenphase gelangen einige Mannschaften in die Finalrunde.</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, modifier ou supprimer des groupes.</p><p>Les groupes sont utilisés dans un tournoi classique pour regrouper les équipes lors des phases de poules.Après les poules, certaines équipes passent aux phases finales.</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz, megváltoztathatsz vagy törölhetsz csoportokat.</p><p>Egy tipikus versenysorozatban a csoportokban csapatokat sorsolnak össze a csoport-mérkőzésekre. A csoport-mérkőzések után néhány csapat továbbjut a döntő körökbe.</p>
pt_br: <p>Nesta página você pode adicionar, alterar ou apagar os grupos. </p><p>Os grupos são usados na configuração típica de um campeonato para agrupar os times na fase de grupos. Após a fase de grupos, alguns times avançam para as rodadas finais.</p>
sq: <p>Ne kete faqe ju mund te shtoni, ndryshoni ose fshini grupet.</p><p>Grupet perdoren ne nje turne tipike qe permban nje faze grupesh. Pas fazes se grupeve, disa skuadra kualifikohen per raunded finale.</p>
sv_se: <p>På den här sidan kan du lägga till, ändra och ta bort grupper.</p><p>Grupper används i en typisk turneringsuppställning för att gruppera lag i gruppspel. Efter gruppspelet avancerar några lag till slutspel.</p>

source: Help section about groups
da_dk: Hjælpe sektion for grupper
de_de: Hilfekapitel zu 'Gruppen'
fr_fr: Rubrique d'aide sur les groupes
hu_hu: Csoportok Súgó
pt_br: Seção de ajuda sobre grupos
sq: Seksioni i ndihmes per grupet
sv_se: Anvisningar för grupper

source: Groups
da_dk: Grupper
de_de: Gruppen
fr_fr: Groupes
hu_hu: Csoportok
pt_br: Grupos
sq: Grupet
sv_se: Grupper

source: Group saved.
da_dk: Grupper gemt.
de_de: Gruppe gespeichert.
fr_fr: Groupe sauvegardé.
hu_hu: Csoport mentve.
pt_br: Grupos salvos.
sq: Grupi u ruajt.
sv_se: Grupp sparad

source: Group id:%d deleted.
da_dk: Grupper id:%d slettet.
de_de: Gruppe id:%d gelöscht.
fr_fr: Groupe id :%d supprimé.
hu_hu: Csoport id:%d törölve.
pt_br: Grupo id:%d apagado.
sq: Grupi id:%d u fshi.
sv_se: Grupp id:%d borttagen.

source: %d groups deleted.
da_dk: %d grupper slettet.
de_de: %d Gruppe gelöscht.
fr_fr: %d groupes supprimés.
hu_hu: %d csoport(ok) törölve.
pt_br: %d grupos apagados.
sq: %d grupet u fshinë.
sv_se: %d grupper borttagna.

source: group
da_dk: Gruppe
de_de: Gruppe
fr_fr: Groupe
hu_hu: csoport
pt_br: grupo
sq: grupi
sv_se: grupp

source: You are about to delete one or more groups.
da_dk: Du er ved at slette en eller flere grupper.
de_de: Du bist gerade dabei, eine oder mehrere Gruppen zu löschen.
fr_fr: Vous êtes sur le point de supprimer un ou plusieurs groupes.
hu_hu: Törlöd: egy vagy több csoportot.
pt_br: Você está prestes a apagar um ou mais grupos.
sq: Ju jeni duke fshirë një ose disa grupe.
sv_se: Du håller på att ta bort en eller flera grupper

source: Help
da_dk: Hjælp
de_de: Hilfe
fr_fr: Aide
hu_hu: Súgó
pt_br: Ajuda
sq: Ndihmë
sv_se: Anvisningar

source: Force Calculation
de_de: Berechnung der Punktzahl

source: <p>On this page you can add, change or delete leagues.</p>
da_dk: <p>På denne side kan du tilføje, ændre eller slette ligaer.</p>
de_de: <p>Tippliga hinzufügen, ändern oder löschen.</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, modifier ou supprimer des catégories.</p>
hu_hu: <p>Ezen az oldalon ligákat adhatsz hozzá, változtathatsz meg vagy törölhetsz.</p>
pt_br: <p>Nesta página você pode adicionar, alterar ou apagar campeonatos.</p>
sq: <p>Ne kete faqe ju mund te shtoni, ndryshoni ose fshini ligat.</p>
sv_se: <p>På den här sidan kan du lägg atill, ändra eller ta bort ligor.</p>

source: Leagues
da_dk: Ligaer
de_de: Tippligen
fr_fr: Catégories
hu_hu: Ligák
pt_br: Campeonatos
sq: Ligat
sv_se: Ligor

source: League saved.
da_dk: Liga gemt.
de_de: Tippliga gespeichert.
fr_fr: Catégorie sauvegardée.
hu_hu: Liga mentve.
pt_br: Campeonato salvo.
sq: Liga u ruajt.
sv_se: Liga sparad.

source: League id:%s deleted.
da_dk: Liga id:%s slettet.
de_de: Tippliga id:%s wurde gelöscht.
fr_fr: Catégorie id :%s supprimée.
hu_hu: Liga id:%s törölve.
pt_br: Campeonato id:%s apagado.
sq: Liga id:%s u fshi.
sv_se: Liga id:%s borttagen.

source: %s leagues deleted.
da_dk: %s ligaer slettet.
de_de: %s Tippligen wurden gelöscht.
fr_fr: %s catégories supprimées.
hu_hu: %s liga/ligák törölve
pt_br: %s campeonatos apagadas.
sq: %s liga të fshira.
sv_se: %s ligor borttagna.

source: league
da_dk: liga
de_de: Tippliga
fr_fr: Catégorie
hu_hu: liga
pt_br: campeonato
sq: liga
sv_se: liga

source: image
da_dk: billede
de_de: Bild
hu_hu: kép
pt_br: imagem
sq: imazh
sv_se: bild

source: Image path must be a full URL to the image. Or a path relative to the football pool upload directory (%s)
de_de: Pfad des Bildes muss eine komplette URL zum Bild sein. Alternativ kann es auch ein relativer Pfad zum Uploadverzeichnis sein (%s)

source: <strong>Important:</strong> at this moment you are not using leagues. This may be caused by the fact that you didn't add any leagues in the admin, or because you changed this setting in the <a href="?page=footballpool-options">plugin options</a>.
da_dk: <strong>Vigtigt:</strong> Du benytter ikke ligaer i øjeblikket. Dette kan være som følge af at du ikke tilføjede ligaer i admin, eller fordi du ændrede denne indstilling i <a href="?page=footballpool-options">plugin options</a>.
de_de: <strong>Wichtig:</strong> Im Moment verwendest Du keine Ligen. Der Grund hierfür kann sein, dass Du noch keine Tippliga hinzugefügt hast oder dass Du die <a href="?page=footballpool-options">Einstellungen</a> geändert hattest.
fr_fr: <strong>Important :</strong> Actuellement vous n'utilisez pas les catégories. Ceci peut être causé par le fait que vous n'avez ajouté aucune catégorie dans l'administration ou alors que vous avez changé ce paramètre dans les<a href="?page=footballpool-options">options du plugin</a>.
hu_hu: <strong>Fontos:</strong> jelenleg nem használsz ligákat. Lehet, hogy nem adtál hozzá ligákat az adminban, vagy megváltozattad a beállítást a <a href="?page=footballpool-options">plugin opciók</a> -ban.
pt_br: <strong>Importante:</strong> neste momento você não está utilizando campeonatos. Isto pode ter acontecido porque você não adicionou nenhum campeonato na administração ou porque você alterou esta configuração nas <a href="?page=footballpool-options">configurações de plugin</a>.
sq: <strong>E rëndësishme:</strong> në këtë moment, ju nuk po përdorni ndonjë ligë. Kjo mund të jetë për faktin që ju nuk keni shtuar ndonjë ligë në admin, ose sepse ju ndryshuat këtë opsion tek <a href="?page=footballpool-options">opsionet e pluginit</a>.
sv_se: <strong>Viktigt:</strong> just nu använder du inte ligor. Det kan bero på att du inte lagt till några ligor i admin, eller för att du ändrade inställningen i <a href="?page=footballpool-options">inställningar</a>.

source: league nr
da_dk: liga nr
de_de: Tippliga Nr.
fr_fr: Numéro de catégorie
hu_hu: liga szám
pt_br: campeonato nº
sq: liga nr
sv_se: liga nr

source: You are about to delete one or more leagues.
da_dk: Du er ved at slette en eller flere ligaer.
de_de: Du bist dabei eine oder mehrere Ligen zu löschen.
fr_fr: Vous êtes sur le point de supprimer une ou plusieurs catégories.
hu_hu: Törlöd: egy vagy több ligát.
pt_br: Você está prestes a apagar um ou mais campeonatos.
sq: Ju jeni duke fshirë një ose disa liga.
sv_se: Du håller på att ta bort en eller flera ligor.

source: <p>On this page you can add, change or delete match types.</p><p>Match types are used to group matches together on the match schedule screen (e.g. Group Phase, Quarter Finals).</p>
da_dk: <p>På denne side kan du tilføje, ændre eller slette kamptyper.</p><p>Kam typer benyttes til at samle kampe på kampoversigten (for eksempel Gruppe fasen, kvartfinale, etc.).</p>
de_de: <p>Auf dieser Seiter kannst Du Begegnungstypen hinzufügen, ändern oder löschen.</p><p>Begegnungstypen werden genutzt, um Begegnungen mit dem Spielplan zu gruppieren (z.B. Gruppenphase, Viertelfinale).</p>
fr_fr: <p>Sur cette page vous pouvez ajouter, modifier ou supprimer des types de matchs.</p><p>Les types de match sont utilisés pour regrouper des matchs sur un affichage horaire (par exemple : Phase de groupes, Quart de finale).</p>
hu_hu: <p>Ezen az oldalon hozzáadhatsz, megváltoztathatsz vagy törölhetsz mérkőzés-típusokat.</p><p>A mérkőzés-típusok mérkőzéseket csoportosítanak a mérkőzés-menetrend ablakban (pl. Csoprtmeccsek, Negyeddöntők).</p>
pt_br: <p>Nesta página, você pode adicionar, alterar ou apagar tipos de partidas.</p><p>Tipos de partidas são usados para agrupar partidas na tela de calendário de partidas (ex Fase de grupos, Quartas de final).</p>
sq: <p>Ne kete faqe ju mund te shtoni, ndryshoni ose fshini llojet e ndeshjeve.</p><p>Llojet e ndeshjeve perdoren per te grupuar ndeshjet se bashku ne ekranin e kalendarit te ndeshjeve (p.sh. Faza e Grupeve, Cerek Finalet).</p>
sv_se: <p>På den här sidan kan du lägga till, ändra eller ta bort matchtyper.</p><p>Matchtyper används för att gruppera matcher på sidan för matchschema (t.ex. Gruppspel, Kvartsfinaler).</p>

source: Match Types
da_dk: Kamp typer
de_de: Begegnungstyp
fr_fr: Types de matchs
hu_hu: mérkőzés-típusok
pt_br: Tipos de partidas
sq: Lloji i Ndeshjeve
sv_se: Matchtyper

source: Match type %d is visible.
da_dk: Kamp type %d er synlig
de_de: Begegnungstyp %d ist sichtbar.
fr_fr: Le type de match %d est visible.
hu_hu: Mérkőzés-típus %d látható.
pt_br: Tipo de partida %d visível.
sq: Lloji i ndeshjes %d është i shikueshëm.
sv_se: Matchtyp %d är synlig.

source: Match type %d is invisible.
da_dk: Kamp type %d er ikke synlig.
de_de: Begegnungstyp %d ist nicht sichtbar.
fr_fr: Le type de match %d est masqué.
hu_hu: Mérkőzés-típus %d nem látható.
pt_br: Tipo de partida %d invisível.
sq: Lloji i ndeshjes %d është i pashikueshëm.
sv_se: Matchtyp %d är dold.

source: %d match types made visible.
da_dk: %d kamp typer er gjort synlige.
de_de: %d Begegnungstyp sichtbar gemacht.
fr_fr: %d types de matchs paramétrés visibles.
hu_hu: %d mérkőzés-típusok láthatóvá téve.
pt_br: %d tipos de partida apagados.
sq: %d lloje ndeshjesh të shikueshme.
sv_se: %d matchtyper gjordes synliga.

source: %d match types made invisible.
da_dk: %d kamp typer er gjort usynlige.
de_de: %d Begegnungstyp nicht sichtbar gemacht.
fr_fr: %d types de matchs paramétrés invisibles.
hu_hu: %d mérkőzés-típusok láthatatlanná téve.
pt_br: %d tipos de partida tornados invisíveis.
sq: %d lloje ndeshjesh të pashikueshme.
sv_se: %d matchtyper doldes.

source: Match type saved.
da_dk: Kamp type gemt.
de_de: Begegnungstyp gespeichert.
fr_fr: Type de match sauvegardé.
hu_hu: Mérkőzés-típus mentve.
pt_br: Tipo de partida salvo.
sq: Lloji i ndeshjes u ruajt.
sv_se: Matchtyp sparad.

source: Match type id:%s deleted.
da_dk: Kamp type id:%s er slettet.
de_de: Begegnungstyp id:%s gelöscht.
fr_fr: Type de match numéro %s supprimé.
hu_hu: Mérkőzés-típus id:%s törölve.
pt_br: Tipo de partida id:%s apagado.
sq: Lloji i ndeshjes id:%s u fshi.
sv_se: Matchtyp id:%s borttagen.

source: %s match types deleted.
da_dk: %s kamp typer er slettet.
de_de: %s Begegnungstypen gelöscht.
fr_fr: %s types de matchs supprimés.
hu_hu: %s mérkőzés-típus(ok) törölve.
pt_br: %s tipos de partida apagados.
sq: Llojet e ndeshjeve %s u fshinë.
sv_se: %s matchtyper borttagna.

source: visible on the website
da_dk: synlig på hjemmesiden
de_de: auf der Webseite sichtbar
fr_fr: Affiché sur le site
hu_hu: látható a weboldalon
pt_br: visível no website
sq: e shikueshme në websajt
sv_se: synlig på webbsajten

source: visible
da_dk: synlig
de_de: sichtbar
hu_hu: látható
pt_br: visível
sq: e shikueshme
sv_se: synlig

source: You are about to delete one or more match types.
da_dk: Du er ved at slettet en eller flere kamp typer.
de_de: Du bist gerade dabei, einen oder mehrere Begegnungstypen zu löschen.
fr_fr: Vous êtes sur le point de supprimer un ou plusieurs types de matchs.
hu_hu: Törlöd: egy vagy több mérkőzés-típust.
pt_br: Você está prestes a apagar uma ou mais tipos de partidas.
sq: Ju jeni duke fshirë një ose disa lloje ndeshjes.
sv_se: Du håller på att ta bort en eller flera matchtyper.

source: Make visible
da_dk: Gør synlig
de_de: Sichtbar machen
fr_fr: Afficher
hu_hu: Láthatóvá tesz
pt_br: Tornar visível
sq: Bëje të shikueshme
sv_se: Gör synlig

source: You are about to make one or more match types visible.
da_dk: Du er ved at gøre en eller flere kamp typer synlige.
de_de: Du bist gerade dabei, einen oder mehrere Begegnungstypen sichtbar zu machen.
fr_fr: Vous êtes sur le point de rendre un ou plusieurs types de matchs visibles.
hu_hu: Láthatóvá tesz: egy vagy több mérkőzés-típust.
pt_br: Você está prestes a tornar um ou mais tipos de partidas visíveis.
sq: Ju jeni duke bërë të shikueshme, një ose disa lloje ndeshjesh.
sv_se: Du håller på att göra en eller flera matchtyper synliga.

source: Are you sure? `OK` to continue, `Cancel` to stop.
da_dk: Er du sikker? 'OK' for at aktivere, 'Cancel' for at stoppe.
de_de: Bist Du Dir sicher? 'OK', um zu deaktivieren oder 'Abbrechen', um zu beenden.
pt_br: Você tem certeza? `OK` para continuar, `Cancelar` para parar.
sv_se: Är du säker? 'OK' för att fortsätta, 'Avbryt' för att sluta.

source: Make invisible
da_dk: Gør usynlig.
de_de: Sichtbar machen
fr_fr: Masquer
hu_hu: Láthatóvá tesz
pt_br: Tornar invisível
sq: Bëje të pashikueshme
sv_se: Dölj

source: You are about to make one or more match types invisible.
da_dk: Du er ved at gøre en eller flere kamp typer usynlige.
de_de: Du bist gerade dabei, einen oder mehrere Begegnungstypen sichtbar zu machen.
fr_fr: Vous êtes sur le point de masquer un ou plusieurs types de matchs.
hu_hu: Láthatatlanná teszed: egy vagy több mérkőzés-típust.
pt_br: Você está prestes a tornar invisíveis um ou mais tipos de partidas.
sq: Ju jeni duke bërë një ose disa lloje ndeshjes të pashikueshme
sv_se: Du håller på att dölja en eller flera matchtyper.

source: <p>The fields on this page set different options for the plugin.</p><p>Some settings have effect on the ranking (e.g. points), when changing such a setting you can recalculate the ranking on this page with the <em>'Recalculate scores'</em> button.</p><p>You have to click <em>Save Changes</em> for the new settings to take effect.</p>
da_dk: <p>Felterne på denne side bestemmer forskellige indstillinger for plugin'et.</p><p>Nogle indstillinger har en effekt på stillingen (points), og når dette ændres kan du genberegne stillinge på denne side ved hjælpe af <em>'Beregn stilling'</em> knappen.</p><p>Du skal huske at <em>Gemme ændringer</em> for at ændringer virker.</p>
de_de: <p>Die Eingabefelder auf dieser Seite ermöglichen verschiedene Optionen des Plugins einzustellen.</p><p>Manche Einstellungen haben Auswirkungen auf das Ranking (z.B. die Punkte), Some settings have effect on the ranking (e.g. points), when changing such a setting you can recalculate the ranking on this page with the <em>'Recalculate scores'</em> button.</p><p>You have to click <em>Save Changes</em> for the new settings to take effect.</p>
fr_fr: <p>Les paramètres sur cette page permettent de gérer différentes options du plugin.</p><p>Certains auront un effet sur le classement (par exemple les points). Lorsque vous les modifierez, vous pouvez recalculer le classement sur cette page en utilisant le bouton 'Recalculer les scores'.</p><p>Vous devez cliquer sur <em>Sauvegarder les modifications</em> pour les paramètres soient appliqués.</p>
hu_hu: <p>Az ezen az oldalon lévő mezők különböző opciókat állítanak be a pluginben.</p><p>Néhány beállítás befolyásolja a rangsort (pl. pontszámok), ha megváltoztatsz egy ilyen beállítást, újraszámíthatod a rangsort ezen az oldalon a <em>'Pontszámok újrszámítása'</em> gombbal.</p><p>Kattints a <em>Változtatások mentése</em> gombra a beállítások alkalmazásáért.</p>
pt_br: <p>Os campos nesta página configuram opções diferentes para o plugin. </p><p>Algumas configurações têm efeito no ranking (ex. pontos). Ao alterar uma dessas configurações você pode recalcular o ranking nessa página no botão <em>'Recalcular pontuação'</em>.</p><p>Você precisa clicar em <em>Salvar alterações</em> para que as novas configurações tenham efeito.</p>
sq: <p>Fushat ne kete faqe vendosin opsionet e ndryshme te pluginint. </p><p>Disa opsione ndikojne ne renditjen (p.sh. piket), kur ndryshon nje opsion te tile, ju mund te rillogarisni renditjen ne kete faqe me butonin 'Rillogarit piket'</em>.</p><p>Ju duhet te klikoni <em>Ruaj Ndryshimet</em> qe opsionet e ndryshuara te marrin efekt.</p>
sv_se: <p>Fälten på den här sidan ställer in olika alternativ för tillägget.</p><p>Några inställningar påverkar rankningen (t.ex. poäng). När en sån ändring sker kan du omberäkna rankningen på den här sidan med knappen <em>'Omberäkna poäng'</em>.</p><p>Du måste klicka på <em>Spara ändringar</em> för att de nya inställningar ska tas i bruk.</p>

source: Help section about rankings
da_dk: Hjælpe sektion for stillinger
de_de: Hilfe zu 'Rangliste'
fr_fr: Rubrique d'aide sur les classements
hu_hu: Rangsorolás Súgó
pt_br: Seção ajuda sobre rankings
sq: Seksioni i ndihmes rreth renditjeve
sv_se: Anvisningar för rankningar.

source: edit profile
de_de: Profil bearbeiten
pt_br: editar perfil
sv_se: ändra profil

source: Matches page
de_de: Begegnungen
pt_br: Página das partidas
sv_se: Sida för matcher

source: Team(s) page
de_de: Mannschaften
pt_br: Página do(s) time(s).
sv_se: Sida för lag

source: Group(s) page
de_de: Gruppen Begegnungen
pt_br: Página do(s) grupo(s)
sv_se: Sida för grupper

source: Venue(s) page
de_de: Stadien
pt_br: Página dos locais
sv_se: Sida för spelplatser

source: Rules page
de_de: Regeln
pt_br: Página das regras
sv_se: Sida för regler

source: Submit predictions page
de_de: Tippabgabe
pt_br: Enviar página de palpites
sv_se: Sida för att skicka tippning

source: Ranking page
de_de: Rangliste
pt_br: Página do ranking
sv_se: Sida för rankning

source: Statistics page
de_de: Statistiken
pt_br: Estatísticas
sv_se: Sida för statistik

source: See a user's predictions page
de_de: Anzeige der Tipps anderer Tipper
pt_br: Ver palpites de outros usuários
sv_se: Titta på en användares tippningssida

source: Page after login
de_de: Seite nach dem Login

source: You can set the page where users must be redirected to after login.
de_de: Gib die Seite an, wohin die Tipper nach dem Login weitergeleitet werden.
